{
  "id": "3",
  "title": "3",
  "questions": [
    {
      "Chapter": "3",
      "Questions type": "MCQ",
      "Question in English": "In 1885, the powerful countries of Europe carved up which continent by drawing lines on the map?",
      "Question in Hindi": "1885 में यूरोप के ताकतवर देशों ने किस महाद्वीप को नक्शे पर लकीर खींच कर आपस में बाँट लिया था?",
      "Answer in English": "(b) Africa",
      "Answer in Hindi": "(ब) अफ्रीका",
      "Marks": "1"
    },
    {
      "Chapter": "3",
      "Questions type": "MCQ",
      "Question in English": "Who was worst affected by the economic depression?",
      "Question in Hindi": "आर्थिक मंदी का सबसे बुरा असर किस पर पड़ा?",
      "Answer in English": "(c) America",
      "Answer in Hindi": "(स) अमेरिका",
      "Marks": "1"
    },
    {
      "Chapter": "3",
      "Questions type": "MCQ",
      "Question in English": "What were the indentured labourers taken from India to abroad called?",
      "Question in Hindi": "भारत से विदेश ले जाए जाने वाले अनुबंधित मजदूर क्या कहलाते थे?",
      "Answer in English": "(c) Girmitya",
      "Answer in Hindi": "(स) गिरमिटिया",
      "Marks": "1"
    },
    {
      "Chapter": "3",
      "Questions type": "MCQ",
      "Question in English": "Which countries are organized in G-77 (Group 77)?",
      "Question in Hindi": "जी 77 (समूह 77) में कौनसे देश संगठित है?",
      "Answer in English": "(a) Developing",
      "Answer in Hindi": "(अ) विकासशील",
      "Marks": "1"
    },
    {
      "Chapter": "3",
      "Questions type": "MCQ",
      "Question in English": "Which institution was established at the Bretton Woods Conference?",
      "Question in Hindi": "ब्रेटन वुड सम्मेलन में किस संस्था की स्थापना की गई?",
      "Answer in English": "(b) International Monetary Fund",
      "Answer in Hindi": "(ब) अंतर्राष्ट्रीय मुद्रा कोष",
      "Marks": "1"
    },
    {
      "Chapter": "3",
      "Questions type": "MCQ",
      "Question in English": "In the 19th century, due to the declining role of China in world trade and the rising influence of America, the center of world trade became-",
      "Question in Hindi": "19वि. सदी में विश्वव्यापर में चीन की घटती भूमिका और अमेरिका के बढ़ते प्रभाव के करण विश्वव्यापार का केंद्र बना-",
      "Answer in English": "(c) Europe",
      "Answer in Hindi": "(स) यूरोप",
      "Marks": "1"
    },
    {
      "Chapter": "3",
      "Questions type": "MCQ",
      "Question in English": "When did the World Bank and IMF formally start functioning?",
      "Question in Hindi": "विश्व बैंक और आइ एम एफ ने औपचारिक रूप से काम करना कब शुरू किया?",
      "Answer in English": "(d) 1947",
      "Answer in Hindi": "(द) 1947 में",
      "Marks": "1"
    },
    {
      "Chapter": "3",
      "Questions type": "MCQ",
      "Question in English": "Which of the following was not an Axis power involved in the Second World War?",
      "Question in Hindi": "निम्न में से द्वितीय विश्व युद्ध में शामिल होने वाली धुरी शक्ति नहीं थी?",
      "Answer in English": "(d) Russia",
      "Answer in Hindi": "(द) रूस",
      "Marks": "1"
    },
    {
      "Chapter": "3",
      "Questions type": "MCQ",
      "Question in English": "Which of the following was not included in the Axis powers (Central Powers) in the First World War?",
      "Question in Hindi": "निम्न में से प्रथम विश्व युद्ध में धुरी राष्ट्र में शामिल नहीं था?",
      "Answer in English": "(d) France",
      "Answer in Hindi": "(द) फ्रांस",
      "Marks": "1"
    },
    {
      "Chapter": "3",
      "Questions type": "MCQ",
      "Question in English": "When did the worldwide economic depression start?",
      "Question in Hindi": "विश्व व्यापी आर्थिकमंदी की शुरुवात कब हुई?",
      "Answer in English": "(b) 1929",
      "Answer in Hindi": "(ब) 1929",
      "Marks": "1"
    },
    {
      "Chapter": "3",
      "Questions type": "Short Answer",
      "Question in English": "Which items were traded through the Silk Route?",
      "Question in Hindi": "रेशम मार्ग से किन-किन वस्तुओं का व्यापार होता था?",
      "Answer in English": "Many items were traded through the Silk Route. Chinese silk and pottery from China, and textiles and spices from India and Southeast Asia reached other parts of the world through this route. In return, precious metals like gold and silver reached Asia from Europe via this same route. Along with trade, cultural exchange also took place through the Silk Route.",
      "Answer in Hindi": "रेशम मार्ग से अनेक वस्तुओं का व्यापार होता था। इस मार्ग से चीनी रेशम तथा पोटरीय भारत व दक्षिण-पूर्व एशिया से कपड़े तथा मसाले विश्व के दूसरे भागों में पहुँचते थे। वापसी में सोना चाँदी जैसी बहुमूल्य धातुएँ इसी मार्ग से यूरोप से एशिया पहुँचती थीं। रेशम मार्ग द्वारा व्यापार के साथ-साथ सांस्कृतिक आदान-प्रदान भी होता था।",
      "Marks": "2"
    },
    {
      "Chapter": "3",
      "Questions type": "Short Answer",
      "Question in English": "What was the Corn Law? Why was it abolished? What were the results of its abolition?",
      "Question in Hindi": "कॉर्न लॉ क्या था? उसे क्यों समाप्त किया गया? उसकी समाप्ति के क्या परिणाम हुए?",
      "Answer in English": "Corn Law - In the 18th century, under pressure from large landowners, the British government had also restricted the import of corn (maize). The laws under which the government imposed this restriction were called the Corn Laws. In the last decade of the 18th century, industrialists and urban dwellers, troubled by the high prices of food items, forced the government to abolish the Corn Laws immediately and the British government abolished it. With the abolition of the Corn Laws, food prices fell and Britain's food problem was resolved.",
      "Answer in Hindi": "कॉर्न लॉ- 18वीं सदी में बड़े भूस्वामियों के दबाव में ब्रिटिश सरकार ने मक्का के आयात पर भी पाबंदी लगा दी थी। जिन कानूनों के सहारे सरकार ने यह पाबंदी लागू की थी, उन्हें कॉर्न लॉ कहा जाता था। 18वीं सदी के आखिरी दशक में खाद्य पदार्थों की ऊँची कीमतों से परेशान उद्योगपतियों और शहरी बाशिंदों ने सरकार को मजबूर कर दिया कि वह कॉर्न लॉ को फौरन समाप्त कर दे और ब्रिटिश सरकार ने उसे समाप्त कर दिया। कॉर्न लॉ के समाप्त होने पर खाद्य पदार्थ की कीमतों में कमी आ गई तथा ब्रिटेन की खाद्य समस्या दूर हो गई।",
      "Marks": "2"
    },
    {
      "Chapter": "3",
      "Questions type": "Short Answer",
      "Question in English": "Describe the effects of Rinderpest on the livelihoods of people and the local economy in Africa in the 1890s. OR What were the effects of Rinderpest disease on Africa?",
      "Question in Hindi": "रिंडरपेस्ट का 1890 के दशक में अफ्रीका के लोगों की आजीविका और स्थानीय अर्थव्यवस्था पर पड़े प्रभावों का वर्णन कीजिए। अथवा रिंडरपेस्ट बीमारी के अफ्रीका पर क्या प्रभाव पड़े?",
      "Answer in English": "1. In the 1890s, a disease called Rinderpest spread in Africa. Spreading like plague among cattle, this disease had a devastating effect on people's livelihoods and the local economy. 2. 90 percent of Africa's cattle died due to this disease. 3. With the death of cattle, the means of livelihood of African people were destroyed. As a result, the whole of Africa gradually became a slave to European colonizers.",
      "Answer in Hindi": "1. 1890 के दशक में अफ्रीका में रिंडरपेस्ट नामक बीमारी फैल गई। मवेशियों में प्लेग की भाँति फैलने वाली इस बीमारी से लोगों की आजीविका और स्थानीय अर्थव्यवस्था पर घातक प्रभाव पड़ा। 2. इस बीमारी से अफ्रीका के 90 प्रतिशत पशु मर गए । 3. पशुओं के मर जाने से अफ्रीकी लोगों के रोजी-रोटी के साध् ान समाप्त हो गए। इसके परिणामस्वरूप सम्पूर्ण अफ्रीका धीरे-धीरे यूरोपीय उपनिवेशकारों का गुलाम हो गया।",
      "Marks": "2"
    },
    {
      "Chapter": "3",
      "Questions type": "Short Answer",
      "Question in English": "Between which two camps was the First World War fought? Which countries were included in these camps? How long did this war last?",
      "Question in Hindi": "प्रथम विश्व युद्ध किन दो खेमों के बीच लड़ा गया था ? इन खेमों में कौन-कौनसे देश शामिल थे? यह युद्ध कितने वर्षों तक चला?",
      "Answer in English": "1. The First World War was fought between two camps: (1) Allied Powers and (2) Central Powers. 2. The Allied Powers included Britain, France, and Russia, while the Central Powers included Germany, Austria-Hungary, and Ottoman Turkey. 3. This war started in 1914 and lasted for more than four years.",
      "Answer in Hindi": "1. प्रथम विश्व युद्ध दो खेमों (1) मित्र राष्ट्र एवं (2) केन्द्रीय शक्तियों के बीच लड़ा गया था। 2. मित्र राष्ट्र में ब्रिटेन, फ्रांस और रूस तथा केन्द्रीय शक्तियों में जर्मनी, ऑस्ट्रिया-हंगरी तथा ऑटोमन तुर्की शामिल थे। 3. यह युद्ध 1914 में शुरू हुआ था और चार साल से भी ज्यादा समय तक चला।",
      "Marks": "2"
    },
    {
      "Chapter": "3",
      "Questions type": "Short Answer",
      "Question in English": "What were the effects of the worldwide economic depression on India?",
      "Question in Hindi": "विश्वव्यापी आर्थिक महामंदी के भारत पर क्या प्रभाव पड़े?",
      "Answer in English": "Effects of the worldwide economic depression on India: 1. Between 1925 and 1934, India's imports and exports declined by nearly half. 2. The price of wheat in India fell by 50 percent. 3. Due to the sharp fall in prices of raw jute, the condition of farmers became miserable. They drowned in debt, and it became difficult for them even to survive.",
      "Answer in Hindi": "उत्तर- विश्वव्यापी आर्थिक मंदी के भारत पर प्रभाव – 1. 1925 से 1934 के बीच भारत के आयात-निर्यात घट कर लगभग आधे रह गए। 2. भारत में गेहूँ की कीमत 50 प्रतिशत गिर गई। 3. कच्चे पटसन की कीमतों में भारी गिरावट से किसानों की दशा दयनीय हो गई। वे कर्ज में डूब गए और उनके लिए जीवन-निर्वाह करना भी कठिन हो गया।",
      "Marks": "2"
    },
    {
      "Chapter": "3",
      "Questions type": "Short Answer",
      "Question in English": "What is import duty?",
      "Question in Hindi": "आयात शुल्क क्या है ?",
      "Answer in English": "Import duty is the tax collected on goods coming from another country. This duty, or tax, is collected at the place from where the item enters the country, i.e., at the border, port, or airport.",
      "Answer in Hindi": "उत्तर- आयात शुल्क किसी दूसरे देश से आने वाली चीजों पर वसूल किया जाने वाला शुल्क, आयात शुल्क कहलाता है। यह शुल्क, या कर उस जगह लिया जाता है जहाँ से वह चीज देश में आती है यानी सीमा पर, बंदरगाह या हवाई पर।",
      "Marks": "2"
    },
    {
      "Chapter": "3",
      "Questions type": "Short Answer",
      "Question in English": "What is the Silk Route? Explain its importance. OR Describe the economic and cultural exchange through the Silk Route.",
      "Question in Hindi": "सिल्क रूट क्या है? इसका महत्त्व बताइए- अथवा रेशम मार्ग के द्वारा होने वाले आर्थिक एवं सांस्कृतिक आदान-प्रदान का वर्णन कीजिए ।",
      "Answer in English": "Silk Route (Resham Marg) - Silk routes passing through land or sea were trade and cultural routes connecting vast regions of Asia (China, India) and connecting Asia with Europe and North Africa. Chinese silk was traded through these routes. Importance of Silk Route / Economic and cultural exchange - Chinese silk sent to the West through the Silk Route was of great importance. Namely: (1) Silk routes were routes passing through land or sea which connected vast regions of Asia or Asia with Europe and North Africa. (2) Chinese silk and pottery from the Silk Route and textiles and spices from India and Southeast Asia reached other parts of the world.",
      "Answer in Hindi": "उत्तर- सिल्क रूट (रेशम मार्ग)–जमीन या समुद्र से होकर गुजरने वाले सिल्क रूट एशिया के विशाल क्षेत्रों (चीन, भारत) तथा एशिया को यूरोप और उत्तरी अफ्रीका से जोड़ने वाले व्यापारिक और सांस्कृतिक मार्ग थे। इनसे चीनी रेशम का व्यापार किया जाता था। रेशम मार्ग का महत्त्व/ आर्थिक एवं सांस्कृतिक आदान-प्रदान- रेशम मार्ग से पश्चिम को भेजे जाने वाले चीनी रेशम का बड़ा महत्व था। यथा-यथा (1) रेशम मार्ग भूमि या समुद्र से होकर गुजरने वाले मार्ग थे जो एशिया के विशाल क्षेत्रों या एशिया को यूरोप और उत्तरी अफ्रीका से जोड़ते थे (2) रेशम मार्ग से चीनी रेशम तथा पोटरी तथा भारत व दक्षिण-पूर्व एशिया के कपड़े व मसाले विश्व के दूसरे भागों में पहुँचते थे।",
      "Marks": "2"
    }
  ]
}