{
  "id": "4",
  "title": "4",
  "questions": [
    {
      "Chapter": "4",
      "Questions type": "MCQ",
      "Question in English": "Who invented the Spinning Jenny?",
      "Question in Hindi": "स्पिनिंग जेनी का आविष्कार किसने किया ?",
      "Answer in English": "(b) James Hargreaves",
      "Answer in Hindi": "(ब) जेम्स हारग्रीव्ज",
      "Marks": "1"
    },
    {
      "Chapter": "4",
      "Questions type": "MCQ",
      "Question in English": "Where was the first textile mill established in India in 1854?",
      "Question in Hindi": "भारत में सन् 1854 में पहली कपड़ा मिल कहां स्थापित हुई थी ?",
      "Answer in English": "(c) Mumbai",
      "Answer in Hindi": "(स) मुम्बई",
      "Marks": "1"
    },
    {
      "Chapter": "4",
      "Questions type": "MCQ",
      "Question in English": "The first jute mill in Bengal was established in-",
      "Question in Hindi": "बंगाल में पहली जूट मिल स्थापित हुई-",
      "Answer in English": "(d) 1855",
      "Answer in Hindi": "(द) 1855 में",
      "Marks": "1"
    },
    {
      "Chapter": "4",
      "Questions type": "MCQ",
      "Question in English": "Who does Aladdin represent in the picture \"Two Magicians\"?",
      "Question in Hindi": "दो जादूगर चित्र में अलादीन किसका प्रतीक है?",
      "Answer in English": "(d) East and the Past",
      "Answer in Hindi": "(द) पूरब और अतीत का",
      "Marks": "1"
    },
    {
      "Chapter": "4",
      "Questions type": "MCQ",
      "Question in English": "The businessman who set up the country's first jute mill in Calcutta in 1917 was-",
      "Question in Hindi": "1917 में कलकत्ता में देश की पहली जूट मिल लगाने वाले व्यवसायी थे-",
      "Answer in English": "(c) Seth Hukumchand",
      "Answer in Hindi": "(स) सेठ हुकुमचंद",
      "Marks": "1"
    },
    {
      "Chapter": "4",
      "Questions type": "MCQ",
      "Question in English": "In which decade did factories first open in England?",
      "Question in Hindi": "इंग्लैंड में सबसे पहले किस दशक में कारखाने खुले ?",
      "Answer in English": "(c) In the 1730s",
      "Answer in Hindi": "(स) 1730 के दशक में",
      "Marks": "1"
    },
    {
      "Chapter": "4",
      "Questions type": "MCQ",
      "Question in English": "By the 1840s, the most flourishing industry of Britain was-",
      "Question in Hindi": "1840 के दशक तक ब्रिटेन के सबसे फलते-फूलते उद्योग थे-",
      "Answer in English": "(a) Cotton industry",
      "Answer in Hindi": "(अ) सूती उद्योग और कपास उद्योग",
      "Marks": "1"
    },
    {
      "Chapter": "4",
      "Questions type": "MCQ",
      "Question in English": "The country which had a shortage of workers in the 19th century was-",
      "Question in Hindi": "19वीं सदी में जिस देश में कामगारों की कमी थी, वह था-",
      "Answer in English": "(a) America",
      "Answer in Hindi": "(अ) अमेरिका",
      "Marks": "1"
    },
    {
      "Chapter": "4",
      "Questions type": "MCQ",
      "Question in English": "In 1811-12, the share of cotton goods in India's total exports was 33 percent, which declined in 1850-51 to-",
      "Question in Hindi": "1811-12 में भारत के कुल निर्यात में सूती माल का हिस्सा 33 प्रतिशत था जो 1850-51 में घटकर रह गया था-",
      "Answer in English": "(d) 3 percent",
      "Answer in Hindi": "(द) 3 प्रतिशत",
      "Marks": "1"
    },
    {
      "Chapter": "4",
      "Questions type": "MCQ",
      "Question in English": "J.N. Tata established India's first iron and steel plant in Jamshedpur-",
      "Question in Hindi": "जे. एन. टाटा ने जमशेदपुर में भारत का प्रथम लौह एवं इस्पात संयंत्र स्थापित किया-",
      "Answer in English": "(b) 1912",
      "Answer in Hindi": "(ब) 1912",
      "Marks": "1"
    },
    {
      "Chapter": "4",
      "Questions type": "Short Answer",
      "Question in English": "How was the life of workers affected by the abundance of labor in the market?",
      "Question in Hindi": "बाजार में श्रम की बहुतायत से मजदूरी का जिन्दगी किस प्रकार प्रभावित हुई ?",
      "Answer in English": "The abundance of labor in the market greatly affected the lives of workers. Large numbers of workers started coming to cities from villages to find work. Many job seekers had to wait for weeks. They lived under bridges and in night shelters run by private individuals and the law department.",
      "Answer in Hindi": "बाजार में श्रम की प्रचुरता से मजदूरों का जीवन बहुत प्रभावित हुआ. काम पाने के लिए गांवों से बड़ी संख्या में मजदूर शहरों में आने लगे। रोजगार चाहने वाले बहुत से लोगों को कई सप्ताहों तक प्रतीक्षा करनी पड़ती थी. वे पुलों के नीचे निजी तथा विधि विभाग द्वारा संचालित रैनबसेरों में रहते थे।",
      "Marks": "3"
    },
    {
      "Chapter": "4",
      "Questions type": "Short Answer",
      "Question in English": "Describe the role of Jobbers in India in the early 20th century. OR Who were the Jobbers? Explain their functions.",
      "Question in Hindi": "20वीं शताब्दी के प्रारम्भ में भारत में जॉबर्स की भूमिका का वर्णन कीजिए। अथवा जोबर कौन होते थे? उनके कार्यों को स्पष्ट कीजिए।",
      "Answer in English": "Jobber - Industrialists often employed a person to recruit new workers, who was called a Jobber. The Jobber was an old and trusted employee. Functions of Jobber - He used to bring people from his village, assured them of work, helped them settle in the city, and assisted them with money in times of trouble. Later, jobbers started demanding money and gifts in exchange for help and began controlling the lives of workers.",
      "Answer in Hindi": "जोबर-उद्योगपति नए मजदूरों की भर्ती के लिए प्राय: एक व्यक्ति रखते थे, जो जोबर कहलाता था। जोबर कोई पुराना और विश्वस्त कर्मचारी होता था । जोबर के कार्य - वह अपने गाँव से लोगों को लाता था, उन्हें काम का भरोसा देता था, उन्हें शहर में जमने के लिए मदद देता था और मुसीबत में पैसे से मदद करता था। बाद में जोबर मदद के बदले पैसे व तोहफों की माँग करने लगे और मजदूरों की जिंदगी को नियंत्रित करने लगे ।",
      "Marks": "3"
    },
    {
      "Chapter": "4",
      "Questions type": "Long Answer",
      "Question in English": "What is Proto-industrialization? How did the East India Company establish control over Indian weavers?",
      "Question in Hindi": "आदि-औद्योगीकरण क्या है ? भारतीय बुनकरों पर ईस्ट इण्डिया कम्पनी ने किस प्रकार नियंत्रण स्थापित किया ?",
      "Answer in English": "Meaning of Proto-industrialization - Industrial production before the establishment of factories in England and Europe is called proto-industrialization. In the proto-industrialization period, production for the industrial market was handmade in homes rather than in factories. Control of East India Company over Indian weavers - (1) The Company appointed paid servants called Gomasthas to supervise weavers, collect supplies, and examine the quality of cloth. (2) Weavers selling goods to the Company were banned from trading with other buyers. (3) Weavers who took loans from the Company had to hand over the cloth they made to the Gomastha. They could not sell it to any other trader.",
      "Answer in Hindi": "आदि-औद्योगीकरण का अर्थ - इंग्लैण्ड और यूरोप में फैक्ट्रियों की स्थापना से पहले के औद्योगिक उत्पादन को आदि-औद्योगीकरण कहा जाता है. आदि-औद्योगीकरण काल में औद्योगिक बाजार के लिए उत्पादन कारखानों की बजाय घरों पर हाथों से निर्मित किये जाते थे. भारतीय बुनकरों पर ईस्ट इण्डिया कम्पनी का नियंत्रण - (1) कम्पनी ने बुनकरों पर निगरानी रखने, माल इकट्ठा करने और कपड़ों की गुणवत्ता जांचने के लिए वेतनभोगी कर्मचारी तैनात कर दिए जिन्हें गुमाश्ता कहा जाता था। (2) कम्पनी को माल बेचने वाले बुनकरों को अन्य खरीदारों के साथ कारोबार करने पर पाबंदी लगा दी। (3) जिन बुनकरों द्वारा कम्पनी से कर्ज लिया जाता था, उन्हें अपना बनाया हुआ कपड़ा गुमाश्ता को ही देना पड़ता था। उसे वे किसी और व्यापारी को नहीं बेच सकते थे।",
      "Marks": "4"
    },
    {
      "Chapter": "4",
      "Questions type": "Long Answer",
      "Question in English": "What problems did Indian weavers face due to British industrialization? OR What problems did Indian weavers face in the 19th century?",
      "Question in Hindi": "ब्रिटिश औद्योगिकीकरण के कारण भारतीय बुनकरों को किन समस्याओं का सामना करना पड़ा ? अथवा उन्नीसवीं शताब्दी में भारतीय बुनकरों को किन समस्याओं का सामना करना पड़ा ?",
      "Answer in English": "In the 19th century, Indian weavers faced the following problems- 1. The export market of weavers was collapsing and the local market was shrinking. The local market was flooded with imported goods from Manchester. Imported cotton goods made by machines at low cost were so cheap that weavers could not compete with them. By the 1850s, poverty and unemployment had spread in most weaver regions of the country. 2. When the Civil War started in America in the 1860s, it became extremely difficult for Indian weavers to get raw material: They had to buy raw cotton at arbitrary prices. In this situation, it became difficult for weavers to survive. 3. By the end of the 19th century, production started in Indian factories and the market was flooded with machine-made goods.",
      "Answer in Hindi": "उन्नीसवीं शताब्दी में भारतीय बुनकरों को निम्नलिखित समस्याओं का सामना करना पड़ा- 1. बुनकरों का निर्यात बाजार नष्ट हो रहा था और स्थानीय बाजार सिकुड़ रहा था। स्थानीय बाजार में मैनचेस्टर के आयातित मालों की भरमार थी। कम लागत पर मशीनों से बनने वाले आयात किए गए कपास उत्पाद इतने सस्ते थे कि बुनकर उनका मुकाबला नहीं कर सकते थे। 1850 के दशक तक देश के अधिकांश बुनकर प्रदेशों में गरीबी व बेरोजगारी फैल गई थी। 2. 1860 के दशक में अमेरिका में गृहयुद्ध आरम्भ होने पर भारतीय बुनकरों के लिए कच्चा माल मिलना अत्यन्त कठिन हो गया: उन्हें मनमानी कीमत पर कच्ची कपास खरीदनी पड़ती थी। इस स्थिति में बुनकरों के लिए जीवन निर्वाह करना कठिन हो गया। 3. उन्नीसवीं सदी के अन्त में भारतीय कारखानों में उत्पादन होने लगा और बाजार मशीनों की बनी चीजों से भर गया था।",
      "Marks": "4"
    }
  ]
}