{
  "id": "5",
  "title": "5",
  "questions": [
    {
      "Chapter": "5",
      "Questions type": "MCQ",
      "Question in English": "In which country was the earliest print technology developed?",
      "Question in Hindi": "सबसे पहले मुद्रण तकनीक किस देश में विकसित हुई?",
      "Answer in English": "(b) China",
      "Answer in Hindi": "(b) चीन",
      "Marks": "1"
    },
    {
      "Chapter": "5",
      "Questions type": "MCQ",
      "Question in English": "Japan's oldest book 'Diamond Sutra' was printed in-",
      "Question in Hindi": "जापान की सबसे पुरानी पुस्तक 'डायमंड सूत्र' छपी-",
      "Answer in English": "(d) 868 AD",
      "Answer in Hindi": "(d) 868 ई.",
      "Marks": "1"
    },
    {
      "Chapter": "5",
      "Questions type": "MCQ",
      "Question in English": "Who brought the knowledge of woodblock printing from China to Italy?",
      "Question in Hindi": "चीन से इटली में वुडब्लॉक वाली छपाई की तकनीक लेकर कौन आया था?",
      "Answer in English": "(c) Marco Polo",
      "Answer in Hindi": "(c) मार्को पोलो",
      "Marks": "1"
    },
    {
      "Chapter": "5",
      "Questions type": "MCQ",
      "Question in English": "Who invented the modern printing press?",
      "Question in Hindi": "आधुनिक छापेखाने का आविष्कार किसने किया था?",
      "Answer in English": "(a) Johann Gutenberg",
      "Answer in Hindi": "(a) योहान गुटेनबर्ग",
      "Marks": "1"
    },
    {
      "Chapter": "5",
      "Questions type": "MCQ",
      "Question in English": "Whose printed writings created the beginning of the Protestant Reformation in Europe?",
      "Question in Hindi": "किसके छपे हुए लेखों के कारण यूरोप में धर्म सुधार आन्दोलन की शुरूआत हुई?",
      "Answer in English": "(b) Martin Luther",
      "Answer in Hindi": "(b) मार्टिन लूथर",
      "Marks": "1"
    },
    {
      "Chapter": "5",
      "Questions type": "MCQ",
      "Question in English": "Who started the publication of 'Sambad Kaumudi' from 1821?",
      "Question in Hindi": "1821 से 'संबाद कौमुदी' का प्रकाशन किसने शुरू किया?",
      "Answer in English": "(b) Raja Rammohan Roy",
      "Answer in Hindi": "(b) राजा राममोहन राय",
      "Marks": "1"
    },
    {
      "Chapter": "5",
      "Questions type": "MCQ",
      "Question in English": "Who is the author of the book 'Gulamgiri'?",
      "Question in Hindi": "'गुलामगिरी' पुस्तक के लेखक कौन हैं?",
      "Answer in English": "(c) Jyotiba Phule",
      "Answer in Hindi": "(c) ज्योतिबा फुले",
      "Marks": "1"
    },
    {
      "Chapter": "5",
      "Questions type": "MCQ",
      "Question in English": "Which revolution was born out of print culture?",
      "Question in Hindi": "मुद्रण संस्कृति से किस क्रांति का जन्म हुआ?",
      "Answer in English": "(a) French Revolution of 1789",
      "Answer in Hindi": "(a) 1789 की फ्रांसीसी क्रांति",
      "Marks": "1"
    },
    {
      "Chapter": "5",
      "Questions type": "MCQ",
      "Question in English": "Where did the printing press first come to India?",
      "Question in Hindi": "भारत में प्रेस का आगमन सर्वप्रथम कहाँ हुआ?",
      "Answer in English": "(c) Goa",
      "Answer in Hindi": "(c) गोवा",
      "Marks": "1"
    },
    {
      "Chapter": "5",
      "Questions type": "MCQ",
      "Question in English": "Who published 'Kesari'?",
      "Question in Hindi": "'केसरी' का प्रकाशन किसने किया?",
      "Answer in English": "(b) Bal Gangadhar Tilak",
      "Answer in Hindi": "(b) बाल गंगाधर तिलक",
      "Marks": "1"
    },
    {
      "Chapter": "5",
      "Questions type": "MCQ",
      "Question in English": " 'Bengal Gazette' newspaper was published by-",
      "Question in Hindi": "'बंगाल गजट' समाचार पत्र का प्रकाशन किया-",
      "Answer in English": "(a) James Augustus Hickey",
      "Answer in Hindi": "(a) जेम्स आगस्टस हिक्की",
      "Marks": "1"
    },
    {
      "Chapter": "5",
      "Questions type": "MCQ",
      "Question in English": "Who wrote the autobiography named 'Amar Jiban'?",
      "Question in Hindi": "'आमार जीवन' नामक आत्मकथा किसने लिखी?",
      "Answer in English": "(a) Rashsundari Devi",
      "Answer in Hindi": "(a) राशसुन्दरी देवी",
      "Marks": "1"
    },
    {
      "Chapter": "5",
      "Questions type": "Short Answer",
      "Question in English": "What do you understand by Print Revolution?",
      "Question in Hindi": "मुद्रण क्रांति से आप क्या समझते हैं?",
      "Answer in English": "Print Revolution - Due to the invention of the printing press, books started to be printed in large numbers. The prices of books fell due to printing. The availability of books in the markets increased and the readership also increased. This is called the Print Revolution. Due to this, public consciousness changed and the perspective of looking at things also changed.",
      "Answer in Hindi": "मुद्रण क्रान्ति - छापेखाने के आविष्कार के कारण बड़े पैमाने पर पुस्तकें छपने लगीं। छपाई से किताबों की कीमतें गिर गईं। बाजारों में पुस्तकों की उपलब्धता बढ़ गई तथा पाठक वर्ग भी बढ़ गया। यही मुद्रण क्रान्ति कहलाती है। इससे लोक चेतना बदल गई तथा चीजों को देखने का दृष्टिकोण भी बदल गया।",
      "Marks": "3"
    },
    {
      "Chapter": "5",
      "Questions type": "Short Answer",
      "Question in English": "Who was Rashsundari Devi? Give a brief introduction.",
      "Question in Hindi": "रशसुन्दरी देवी कौन थीं? संक्षिप्त परिचय दीजिए।",
      "Answer in English": "Rashsundari Devi was a woman residing in East Bengal. Her marriage took place in a conservative family at the beginning of the 19th century. She learned to read secretly in the kitchen. Later, she wrote an autobiography named 'Amar Jiban' which was published in 1876. This was the first full autobiography published in Bengali language.",
      "Answer in Hindi": "रशसुन्दरी देवी पूर्वी बंगाल की निवासी एक महिला थीं जिसका विवाह 19वीं सदी के प्रारम्भ में एक रूढ़िवादी परिवार में हुआ था। उन्होंने रसोई में छिप छिपकर पढ़ना सीखा। बाद में चलकर उन्होंने आमार जीवन नामक आत्मकथा लिखी जो 1876 में प्रकाशित हुई। यह बंगाली भाषा में प्रकाशित पहली सम्पूर्ण आत्म-कहानी थी।",
      "Marks": "2"
    },
    {
      "Chapter": "5",
      "Questions type": "Short Answer",
      "Question in English": "How did print culture affect women at the end of the 19th century?",
      "Question in Hindi": "19वीं सदी के अन्त में मुद्रण संस्कृति ने महिलाओं को किस प्रकार प्रभावित किया?",
      "Answer in English": "At the end of the 19th century, print culture affected women in the following ways-\n1. With the emergence of print culture in the 19th century, women became more important in the role of readers and writers.\n2. Women were prominent among famous novelists. With their writing, a new definition of woman emerged - whose personality was strong, who had deep understanding, whose mind was her own and whose willpower was strong.\n3. In the 19th century, in printed books, women's lives and their feelings started being expressed with clarity and depth.\n4. In middle-class families, women started taking more interest in reading than before. Liberal fathers and husbands started teaching women at home and in the mid-19th century when schools opened in small and big cities, then liberal parents started sending daughters to schools.",
      "Answer in Hindi": "19वीं सदी के अन्त में मुद्रण संस्कृति ने महिलाओं को निम्न प्रकार प्रभावित किया-\n1. 19वीं सदी में मुद्रण संस्कृति के प्रादुर्भाव से महिलाएं पाठिका तथा लेखिका की भूमिका में ज्यादा अहम हो गई।\n2. मशहूर उपन्यासकारों में लेखिकाएँ अग्रणी थीं। उनके लेखन से नई नारी की परिभाषा उभरी- जिसका व्यक्तित्व सुदृढ़ था, जिसमें गहरी सूझ-बूझ थी, जिसका अपना दिमाग था तथा अपनी इच्छाशक्ति थी।\n3. उन्नीसवीं सदी में छपी हुई पुस्तकों में महिलाओं के जीवन तथा उनकी भावनाओं को स्पष्टता से व्यक्त किया जाने लगा तथा गहनता।\n4. मध्यवर्गीय परिवारों में महिलाएँ पढ़ने में पहले की अपेक्षा अधिक रुचि लेने लगीं। उदारवादी पिता और पति अपने यहाँ औरतों को घर पर पढ़ाने लगे और उन्नीसवीं सदी के मध्य में छोटे-बड़े शहरों में स्कूल खुलने लगे, तो उदारवादी माता-पिता पुत्रियों को स्कूलों में भेजने लगे।",
      "Marks": "3"
    }
  ]
}