{
  "id": "18",
  "title": "18",
  "questions": [
    {
      "Chapter": 18,
      "Questions type": "MCQ",
      "Question in English": "Generally, on what basis can the development of a country be determined?",
      "Question in Hindi": "सामान्यता किसी देश का विकास किस आधार पर निर्धारित किया जा सकता है-",
      "Answer in English": "(d) All of the above",
      "Answer in Hindi": "(द) उपरोक्त सभी",
      "Marks": "1"
    },
    {
      "Chapter": 18,
      "Questions type": "MCQ",
      "Question in English": "Among the following neighboring countries, which country's situation is better than India in terms of human development?",
      "Question in Hindi": "निम्नलिखित पड़ोसी देशों में से मानव विकास के लिहाज से किस देश की स्थिति भारत से बेहतर है।",
      "Answer in English": "(b) Sri Lanka",
      "Answer in Hindi": "(ब) श्रीलंका",
      "Marks": "1"
    },
    {
      "Chapter": 18,
      "Questions type": "MCQ",
      "Question in English": "Which of the following states has the best position in India on the basis of literacy rate?",
      "Question in Hindi": "भारत में साक्षरता दर के आधार पर सबसे अच्छी स्थिति निम्न में से किस राज्य की है।",
      "Answer in English": "(b) Kerala",
      "Answer in Hindi": "(ब) केरल",
      "Marks": "1"
    },
    {
      "Chapter": 18,
      "Questions type": "MCQ",
      "Question in English": "Which of the following is a non-renewable resource?",
      "Question in Hindi": "निम्न में से गैर नवीकरणीय साधन है -",
      "Answer in English": "(a) Crude oil",
      "Answer in Hindi": "(अ) कच्चा तेल",
      "Marks": "1"
    },
    {
      "Chapter": 18,
      "Questions type": "MCQ",
      "Question in English": "Which organization releases the Human Development Report?",
      "Question in Hindi": "मानव विकास रिपोर्ट कौनसी संस्था जारी करती है-",
      "Answer in English": "(c) UNDP",
      "Answer in Hindi": "(स) यू.एन.डी.पी.",
      "Marks": "1"
    },
    {
      "Chapter": 18,
      "Questions type": "MCQ",
      "Question in English": "Country with middle income group is-",
      "Question in Hindi": "मध्य आय वर्ग वाला देश है-",
      "Answer in English": "(b) India",
      "Answer in Hindi": "(ब) भारत",
      "Marks": "1"
    },
    {
      "Chapter": 18,
      "Questions type": "MCQ",
      "Question in English": "According to the World Bank, what criterion has been used to compare development in different countries?",
      "Question in Hindi": "विश्व बैंक के अनुसार विभिन्न देशों में विकास के आधार पर तुलना करने के लिए किस मापदण्ड का प्रयोग किया?",
      "Answer in English": "(b) Per Capita Income",
      "Answer in Hindi": "(ब) प्रतिव्यक्ति आय",
      "Marks": "1"
    },
    {
      "Chapter": 18,
      "Questions type": "MCQ",
      "Question in English": "Average income is called-",
      "Question in Hindi": "औसत आय को कहा जाता है-",
      "Answer in English": "(a) Per capita income",
      "Answer in Hindi": "(अ) प्रति व्यक्ति आय",
      "Marks": "1"
    },
    {
      "Chapter": 18,
      "Questions type": "MCQ",
      "Question in English": "According to Economic Survey 2019-20, the state with highest per capita income is-",
      "Question in Hindi": "आर्थिक सर्वेक्षण 2019-20 के अनुसार सर्वाधिक प्रतिव्यक्ति आय है-",
      "Answer in English": "(b) Haryana",
      "Answer in Hindi": "(ब) हरियाणा",
      "Marks": "1"
    },
    {
      "Chapter": 18,
      "Questions type": "MCQ",
      "Question in English": "Sardar Sarovar Dam is situated on which river?",
      "Question in Hindi": "सरदार सरोवर बांध किस नदी पर स्थित है?",
      "Answer in English": "(c) Narmada",
      "Answer in Hindi": "(स) नर्मदा",
      "Marks": "1"
    },
    {
      "Chapter": 18,
      "Questions type": "Short Answer",
      "Question in English": "Clarify why sustainability is important for development.",
      "Question in Hindi": "विकास के लिए धारणीयता (सतत पोषणीय) महत्वपूर्ण क्यों है स्पष्ट कीजिए-",
      "Answer in English": "The level of development which is achieved without burdening the future generation is called sustainable or continuous development. 1. Due to rapid economic development, natural resources are exploited excessively, due to which natural resources will be exhausted, which will endanger the development of all countries in the future. 2. Rapid industrialization causes damage to the environment and ecology, which becomes the cause of pollution and disturbs the natural balance in the future.",
      "Answer in Hindi": "विकास का वह स्तर जो भावी पीढ़ी पर बिना बोझ डाले प्राप्त किया जाता है सतत् विकास अथवा धारणीय विकास कहलाता है। \n1. तीव्र आर्थिक विकास से प्राकृतिक संसाधनों का अत्यधिक दोहन से प्राकृतिक संसाधन समाप्त हो जायेंगे जिससे भविष्य में सभी देशों का विकास खतरे में पड़ जायेगा। \n2. तीव्र औद्योगिकीकरण से पर्यावरण एवं पारिस्थितिकी को नुकसान पहुंचाता है जो प्रदूषण का कारण बनते है एवं भविष्य में प्राकृतिक संतुलन को बाधित करते है।",
      "Marks": "2"
    },
    {
      "Chapter": 18,
      "Questions type": "Short Answer",
      "Question in English": "What sources of energy are used by the people of India? What could be its future possibilities?",
      "Question in Hindi": "भारत के लोगों द्वारा ऊर्जा के किन स्रोतों का प्रयोग किया जाता है? इसकी भविष्य में क्या संभावनाएं हो सकती है।",
      "Answer in English": "Conventional Sources: (1) Coal (2) Mineral Oil (3) Natural Gas (4) Electricity. Non-conventional Sources: (1) Wind Energy (2) Solar Energy (3) Bio Gas (4) Geothermal Energy (5) Tidal Energy. Due to the pressure of increasing population and continuous exploitation of natural resources, the demand for petroleum and related products will increase. Due to shortage of supply, the prices of these products will increase continuously, making their import expensive. Consequently, a situation of balance of payments imbalance will arise. Therefore, new energy sources will have to be discovered and dependence on non-conventional sources of energy will increase.",
      "Answer in Hindi": "परम्परागत स्रोत (1) कोयला (2) खनिज तेल (3) प्राकृतिक गैस (4) विद्युत\nगैर परम्परागत स्रोत (1) पवन ऊर्जा (2) सौर ऊर्जा (3) बायो गैस (4) भूतापीय ऊर्जा (5) ज्वारीय ऊर्जा\nबढ़ते जनसंख्या के दबाव एवं प्राकृतिक संसाधनों के निरन्तर दोहन के कारण पेट्रोलियम एवं संबद्ध उत्पादों की मांग बढ़ेगी, पूर्ति कम होने के कारण इन उत्पादों के मूल्यों में निरन्तर वृद्धि के कारण इनका आयात महंगा होगा। फलस्वरूप भुगतान असंतुलन की स्थिति पैदा होगी। अतः नये-नये ऊर्जा स्रोतों को खोजना होगा तथा ऊर्जा के गैर परम्परागत स्रोतों पर निर्भरता बढ़ेगी।",
      "Marks": "2"
    },
    {
      "Chapter": 18,
      "Questions type": "Short Answer",
      "Question in English": "State the importance of Human Development Index.",
      "Question in Hindi": "मानव विकास सूचकांक का महत्व बताइए।",
      "Answer in English": "The importance of Human Development Index is as follows- (1) It indicates the level of development of the country. (2) Through this, information about life expectancy, literacy and real per capita income is obtained. (3) It indicates the condition and direction of human development in different countries.",
      "Answer in Hindi": "मानव विकास सूचकांक का महत्व निम्नलिखित है- (1) यह देश के विकास के स्तर का संकेत देता है। (2) इसके माध्यम से जीवन प्रत्याशा, साक्षरता एवं वास्तविक प्रति व्यक्ति आय की जानकारी मिलती है। (3) यह विभिन्न देशों में मानव विकास की दशा एवं दिशा को बतलाता है।",
      "Marks": "2"
    }
  ]
}