{
  "id": "19",
  "title": "19",
  "questions": [
    {
      "Chapter": 19,
      "Questions type": "Fill in the Blank",
      "Question in English": "Production of a commodity from natural resources is an activity of the ............ sector.",
      "Question in Hindi": "एक वस्तु का प्राकृतिक संसाधनों से उत्पादन .................... क्षेत्रक की गतिविधि है।",
      "Answer in English": "Primary",
      "Answer in Hindi": "प्राथमिक",
      "Marks": "1"
    },
    {
      "Chapter": 19,
      "Questions type": "Fill in the Blank",
      "Question in English": "Disguised unemployment in India is found most in the ............ sector.",
      "Question in Hindi": "भारत में छिपी हुई बेरोजगारी सबसे अधिक .................... क्षेत्र में पाई जाती है।",
      "Answer in English": "Agriculture",
      "Answer in Hindi": "कृषि",
      "Marks": "1"
    },
    {
      "Chapter": 19,
      "Questions type": "Fill in the Blank",
      "Question in English": "Tertiary sector is also called ............ sector.",
      "Question in Hindi": "तृतीयक क्षेत्रक को .................... भी कहा जाता है।",
      "Answer in English": "Service",
      "Answer in Hindi": "सेवा",
      "Marks": "1"
    },
    {
      "Chapter": 19,
      "Questions type": "Fill in the Blank",
      "Question in English": "At present, the maximum contribution to the national income in India is of the ............ sector.",
      "Question in Hindi": "वर्तमान में भारत की राष्ट्रीय आय में सर्वाधिक योगदान .................... का है।",
      "Answer in English": "Tertiary",
      "Answer in Hindi": "तृतीयक",
      "Marks": "1"
    },
    {
      "Chapter": 19,
      "Questions type": "Fill in the Blank",
      "Question in English": "The value of all final goods and services produced within a country in a particular year is called ............ .",
      "Question in Hindi": "किसी देश के भीतर किसी विशेष वर्ष में उत्पादित सभी वस्तुओं और सेवाओं का मूल्य ............ कहलाता है।",
      "Answer in English": "Gross Domestic Product (GDP)",
      "Answer in Hindi": "GDP (सकल घरेलू उत्पाद)",
      "Marks": "1"
    },
    {
      "Chapter": 19,
      "Questions type": "Fill in the Blank",
      "Question in English": "............ are used in the production of final goods and services.",
      "Question in Hindi": "............ अंतिम वस्तुओं और सेवाओं निर्माण में इस्तेमाल की जाती है।",
      "Answer in English": "Intermediate goods",
      "Answer in Hindi": "मध्यवर्ती वस्तुएं",
      "Marks": "1"
    },
    {
      "Chapter": 19,
      "Questions type": "Fill in the Blank",
      "Question in English": "The value of intermediate goods is already included in the value of ............ .",
      "Question in Hindi": "अंतिग वस्तुओं के मूल्य में ........ का मूल्य पहले से ही शामिल होता है।",
      "Answer in English": "Final goods",
      "Answer in Hindi": "मध्यवर्ती वस्तुए",
      "Marks": "1"
    },
    {
      "Chapter": 19,
      "Questions type": "Fill in the Blank",
      "Question in English": "Full name of MNREGA is ............ .",
      "Question in Hindi": "मनरेगा का पूरा नाम ................ है।",
      "Answer in English": "Mahatma Gandhi National Rural Employment Guarantee Act",
      "Answer in Hindi": "महात्मा गांधी राष्ट्रीय ग्रामीण रोजगार गारन्टी अधिनियम",
      "Marks": "1"
    },
    {
      "Chapter": 19,
      "Questions type": "Fill in the Blank",
      "Question in English": "The responsibility of distribution of assets and services in the ............ lies in the hands of a single person or company.",
      "Question in Hindi": "......... में परिसम्पत्तियों पर स्वामित्व और सेवाओं के वितरण की जिम्मेदारी एकल व्यक्ति या कंपनी के हाथों में होती है।",
      "Answer in English": "Private sector",
      "Answer in Hindi": "निजी क्षेत्र",
      "Marks": "1"
    },
    {
      "Chapter": 19,
      "Questions type": "Fill in the Blank",
      "Question in English": "Full name of TISCO is ............ .",
      "Question in Hindi": "टिस्को का पूरा नाम ............ है।",
      "Answer in English": "Tata Iron and Steel Company Limited",
      "Answer in Hindi": "टाटा आयरन एंड स्टील कम्पनी लिमिटेड (टिस्को)",
      "Marks": "1"
    },
    {
      "Chapter": 19,
      "Questions type": "Fill in the Blank",
      "Question in English": "Cotton is a ............ product and cloth is a ............ product.",
      "Question in Hindi": "कपास एक ......... उत्पाद है और कपड़ा एक ......... उत्पाद है।",
      "Answer in English": "Primary, Final",
      "Answer in Hindi": "प्राथमिक, अन्तिम",
      "Marks": "1"
    },
    {
      "Chapter": 19,
      "Questions type": "Fill in the Blank",
      "Question in English": "Secondary sector is also called ............ .",
      "Question in Hindi": "द्वितीयक क्षेत्रक को ...... भी कहा जाता है।",
      "Answer in English": "Industrial sector",
      "Answer in Hindi": "औद्योगिक क्षेत्रक",
      "Marks": "1"
    },
    {
      "Chapter": 19,
      "Questions type": "Fill in the Blank",
      "Question in English": "In the public sector, the ownership of most assets is with the ............ .",
      "Question in Hindi": "सार्वजनिक क्षेत्रक में अधिकांश परिसंपत्तियों पर ...... का स्वामित्व होता है।",
      "Answer in English": "Government",
      "Answer in Hindi": "सरकार",
      "Marks": "1"
    },
    {
      "Chapter": 19,
      "Questions type": "Fill in the Blank",
      "Question in English": "Workers of the ............ sector do not produce goods.",
      "Question in Hindi": "........ क्षेत्रक के श्रमिक वस्तुओं का उत्पादन नहीं करते है।",
      "Answer in English": "Tertiary",
      "Answer in Hindi": "तृतीयक",
      "Marks": "1"
    },
    {
      "Chapter": 19,
      "Questions type": "Short Answer",
      "Question in English": "Differentiate between Open Unemployment and Disguised Unemployment.",
      "Question in Hindi": "खुली बेरोजगारी और प्रच्छन्न बेरोजगारी के बीच विभेद कीजिए-",
      "Answer in English": "That unemployment in which people do not have employment and sit idle is called Open Unemployment. While underemployment in which a person seems to be working but his productivity is negligible is also called Disguised Unemployment. It is mostly found in the agriculture sector of India.",
      "Answer in Hindi": "वह बेरोजगारी जिसमें लोगों के पास रोजगार नहीं है और बेकार बैठे हुए है। खुली बेरोजगारी कहलाता है। जबकि अल्प बेरोजगारी जिससे व्यक्ति काम में लगा हुआ होता है किन्तु उसकी उत्पादकता नगन्य होती है को प्रच्छन्न बेरोजगारी भी कहा जाता है। भारत के कृषि क्षेत्र में बहुधा पाई जाती है।",
      "Marks": "2"
    },
    {
      "Chapter": 19,
      "Questions type": "Short Answer",
      "Question in English": "State any two differences between Organized and Unorganized sector.",
      "Question in Hindi": "संगठित एंव असंगठित क्षेत्रक में कोई दो अन्तर बताइए-",
      "Answer in English": "1. Unorganized sector refers to those small and scattered units which are largely outside government control. While organized sector is that place of enterprise or work where the term of employment is regular. Government rules and regulations have to be followed. 2. Terms of employment in unorganized sector are unregulated while terms of employment in organized sector are regulated.",
      "Answer in Hindi": "1. असंगठित क्षेत्र से आशय उन छोटी-मोटी एवं बिखरी इकाइयों से है जो अधिकांशतः राजकीय नियंत्रण से बाहर होती है। जबकि संगठित क्षेत्रक उस उधम या कार्य के स्थान से है, वहाँ रोजगार की अवधि नियमित होती है। सरकारी नियमों व विनियमों का पालन करना होता है। \n2. असंगठित क्षेत्रक में रोजगार की शर्तें अनियंत्रित होती है जबकि संगठित क्षेत्रक में रोजगार की शर्तें नियंत्रित होती है।",
      "Marks": "2"
    },
    {
      "Chapter": 19,
      "Questions type": "Short Answer",
      "Question in English": "What do you understand by Tertiary sector?",
      "Question in Hindi": "तृतीयक क्षेत्रक से आपका क्या अभिप्राय है?",
      "Answer in English": "Apart from primary and secondary sectors, all other activities are included in the tertiary sector. Those activities come under this which help in the development of primary and secondary sectors. Such as transport, communication, banking etc.",
      "Answer in Hindi": "प्राथमिक एवं द्वितीयक क्षेत्रक के अतिरिक्त अन्य समस्त गतिविधियों को तृतीयक क्षेत्रक में सम्मिलित किया जाता है। इसके अन्तर्गत वे क्रियाएं आती है जो प्राथमिक और द्वितीयक क्षेत्रक के विकास में सहायता करती है।",
      "Marks": "2"
    },
    {
      "Chapter": "19",
      "Questions type": "Short Answer",
      "Question in English": "Write a brief note on the National Rural Employment Guarantee Act 2005.",
      "Question in Hindi": "राष्ट्रीय ग्रामीण रोजगार गारंटी अधिनियम 2005 पर संक्षिप्त टिप्पणी कीजिये-",
      "Answer in English": "The central government enacted a law implementing the Right to Work in about 625 districts of India. It is called the Mahatma Gandhi National Rural Employment Guarantee Act 2005. Under this, all those who are able to, and are in need of work in rural areas are guaranteed 100 days of employment in a year by the government. If the government fails in its duty to provide employment, it will give unemployment allowances to the people. The types of work that would in future help to increase the production from land will be given preference under the Act.",
      "Answer in Hindi": "केन्द्र सरकार द्वारा रोजगार सृजन हेतु चलाया गया एक महत्त्वपूर्ण कार्यक्रम है अन्तर्गत उन सभी लोगो, जो काम करने में सक्षम हैं और जिन्हें काम की जरूरत है को सरकार द्वारा ग्रामीण क्षेत्रों मे वर्ष में 100 दिन के रोजगार की गारंटी दी गई है। यदि सरकार रोजगार उपलब्ध कराने में असफल रहती है तो वह लोगों को बेरोजगारी भत्ता देगी। इसके अन्तर्गत उन कामों को वरीयता दी जायेगी, जिनसे भविष्य में भूमि से उत्पादन बढ़ाने में मदद मिलेगी।",
      "Marks": "3"
    },
    {
      "Chapter": "19",
      "Questions type": "Short Answer",
      "Question in English": "Clarify the difference between Public Sector and Private Sector.",
      "Question in Hindi": "सार्वजनिक क्षेत्रक एवं निजी क्षेत्रक में अन्तर स्पष्ट कीजिये।",
      "Answer in English": "In the public sector, the government owns most of the assets and provides all the services. In the private sector, ownership of assets and delivery of services is in the hands of private individuals or companies. Railways or Post Office is an example of the public sector whereas companies like Tata Iron and Steel Company Limited (TISCO) or Reliance Industries Limited (RIL) are privately owned.",
      "Answer in Hindi": "सार्वजनिक क्षेत्रक में अधिकांश परिसपत्तियों पर सरकार का स्वामित्त्व होता है और सरकार ही सभी सेवाएँ उपलब्ध कराती है। निजी क्षेत्रक में परिसंपत्तियों पर स्वामित्त्व और सेवाओं के वितरण की जिम्मेदारी एकल व्यक्ति या कम्पनी के हाथों में होता है। रेलवे तथा डाकघर सार्वजनिक क्षेत्रक के उदाहरण है तथा टिस्को एवं रिलायंस इण्डस्ट्रीज लिमिटेड जैसी कम्पनियाँ निजी स्वामित्त्व में है।",
      "Marks": "3"
    }
  ]
}