{
  "id": "22",
  "title": "22",
  "questions": [
    {
      "Chapter": 22,
      "Questions type": "MCQ",
      "Question in English": "Which of the following is not a consumer right?",
      "Question in Hindi": "निम्न में से उपभोक्ता का अधिकार नहीं है-",
      "Answer in English": "(d) Right to lower price",
      "Answer in Hindi": "(द) कीमत में कमी का अधिकार",
      "Marks": "1"
    },
    {
      "Chapter": 22,
      "Questions type": "MCQ",
      "Question in English": "The Consumer Protection Act was passed in-",
      "Question in Hindi": "उपभोक्ता सुरक्षा अधिनियम पारित किया गया-",
      "Answer in English": "(b) 1986",
      "Answer in Hindi": "(ब) 1986",
      "Marks": "1"
    },
    {
      "Chapter": 22,
      "Questions type": "MCQ",
      "Question in English": "In October 2005, the Government of India enacted a law, that law is-",
      "Question in Hindi": "अक्टूबर, 2005 में भारत सरकार ने एक कानून लागू किया, वह कानून है-",
      "Answer in English": "(c) Right to Information",
      "Answer in Hindi": "(स) सूचना पाने का अधिकार",
      "Marks": "1"
    },
    {
      "Chapter": 22,
      "Questions type": "MCQ",
      "Question in English": "When is National Consumer Day celebrated in India?",
      "Question in Hindi": "भारत में राष्ट्रीय उपभोक्ता दिवस कब मनाया जाता है-",
      "Answer in English": "(b) On 24 December",
      "Answer in Hindi": "(ब) 24 दिसम्बर को",
      "Marks": "1"
    },
    {
      "Chapter": 22,
      "Questions type": "MCQ",
      "Question in English": "Agmark is a certification mark for-",
      "Question in Hindi": "एगमार्क प्रमाणिक चिह्न है-",
      "Answer in English": "(c) Food items",
      "Answer in Hindi": "(स) खाद्य पदार्थ का",
      "Marks": "1"
    },
    {
      "Chapter": 22,
      "Questions type": "MCQ",
      "Question in English": "Consumer rights include-",
      "Question in Hindi": "उपभोक्ता के अधिकारों में सम्मिलित है-",
      "Answer in English": "(d) All of the above",
      "Answer in Hindi": "(द) उपर्युक्त सभी",
      "Marks": "1"
    },
    {
      "Chapter": 22,
      "Questions type": "MCQ",
      "Question in English": "Provides standards for goods and services-",
      "Question in Hindi": "वस्तुओं और सेवाओं के लिए मानक प्रदान करता है-",
      "Answer in English": "(a) Bureau of Indian Standards (BIS)",
      "Answer in Hindi": "(अ) भारतीय मानक ब्यूरो",
      "Marks": "1"
    },
    {
      "Chapter": 22,
      "Questions type": "Very Short",
      "Question in English": "Name any two rights of a consumer-",
      "Question in Hindi": "उपभोक्ता के किन्हीं दो अधिकारों के नाम लिखिए-",
      "Answer in English": "1. Right to Information 2. Right to Choose",
      "Answer in Hindi": "1. सूचना पाने का अधिकार 2. चयन का अधिकार",
      "Marks": "1"
    },
    {
      "Chapter": 22,
      "Questions type": "Very Short",
      "Question in English": "Name a program being run to make consumers aware in India-",
      "Question in Hindi": "भारत में उपभोक्ता को जागरूक बनाने हेतु चलाये जा रहे एक कार्यक्रम का नाम लिखिए-",
      "Answer in English": "'Jago Grahak Jago'",
      "Answer in Hindi": "‘जागो ग्राहक जागो’",
      "Marks": "1"
    },
    {
      "Chapter": 22,
      "Questions type": "Very Short",
      "Question in English": "Write the full form of RTI-",
      "Question in Hindi": "RTI का पूरा नाम लिखिए-",
      "Answer in English": "Right to Information",
      "Answer in Hindi": "राइट टू इन्फोर्मेशन या सूचना पाने का अधिकार",
      "Marks": "1"
    },
    {
      "Chapter": 22,
      "Questions type": "Very Short",
      "Question in English": "What is the other name for Consumer Protection Act, 1986?",
      "Question in Hindi": "उपभोक्ता सुरक्षा अधिनियम, 1986 का दूसरा नाम क्या है?",
      "Answer in English": "COPRA",
      "Answer in Hindi": "कोपरा (COPRA)",
      "Marks": "1"
    },
    {
      "Chapter": 22,
      "Questions type": "Very Short",
      "Question in English": "If any damage is caused to the consumer by the trader, under which consumer right can he go to the consumer court for compensation?",
      "Question in Hindi": "यदि व्यापारी द्वारा उपभोक्ता को कोई क्षति पहुँचाई गई है, तो किस उपभोक्ता अधिकार के अन्तर्गत वह नुकसान की भरपाई के लिए उपभोक्ता न्यायालय जा सकता है?",
      "Answer in English": "Right to Safety",
      "Answer in Hindi": "सुरक्षा का अधिकार",
      "Marks": "1"
    },
    {
      "Chapter": 22,
      "Questions type": "Very Short",
      "Question in English": "How many and which levels are there for settlement of consumer disputes under COPRA?",
      "Question in Hindi": "कोपरा के अंतर्गत उपभोक्ता विवादों के निपटारे कितने स्तरीय व कौनसे है?",
      "Answer in English": "Three-tier judicial system - Established at District, State and National levels.",
      "Answer in Hindi": "त्रिस्तरीय न्यायिक तंत्र- जिला, राज्य और राष्ट्रीय स्तरों पर स्थापित किया गया।",
      "Marks": "1"
    },
    {
      "Chapter": 22,
      "Questions type": "Very Short",
      "Question in English": "The State Level Authority, State Commission deals with cases related to claims of what amount (in currency)-",
      "Question in Hindi": "राज्य स्तरीय प्राधिकरण, राज्य आयोग कितनी राशि (मुद्रा में) के दावों से संबंधित मुकदमों पर विचार करता है-",
      "Answer in English": "From 1 Crore to 10 Crore",
      "Answer in Hindi": "एक करोड़ से 10 करोड़ तक",
      "Marks": "1"
    },
    {
      "Chapter": 22,
      "Questions type": "Very Short",
      "Question in English": "Why did the consumer movement arise in India as a social force?",
      "Question in Hindi": "भारत में उपभोक्ता आंदोलन का जन्म सामाजिक बल के रूप में क्यों हुआ?",
      "Answer in English": "It arose with the necessity of protecting and promoting the interests of consumers against unethical and unfair trade practices. Such as hoarding, black marketing, adulteration etc.",
      "Answer in Hindi": "अनैतिक और अनुचित व्यवसाय कार्यों से उपभोक्ताओं के हितों की रक्षा करने और प्रोत्साहित करने की आवश्यकता के साथ हुआ। जैसे जमाखोरी, कालाबाजारी मिलावट इत्यादि।",
      "Marks": "1"
    },
    {
      "Chapter": "22",
      "Questions type": "Short Answer",
      "Question in English": "What is the Right to Information?",
      "Question in Hindi": "सूचना का अधिकार किसे कहते हैं?",
      "Answer in English": "In October 2005, the Government of India enacted a law known as the 'Right to Information', which ensures its citizens the right to get all information about the activities of government departments.",
      "Answer in Hindi": "सन् 2005 के अक्टूबर में भारत सरकार ने एक कानून लागू किया जो 'सूचना पाने का अधिकार' (Right to Information) के नाम से जाना जाता है। जो अपने नागरिकों को सरकारी विभागों के कार्यकलापों की सभी सूचनाएं पाने के अधिकार को सुनिश्चित करता है।",
      "Marks": "2"
    },
    {
      "Chapter": "22",
      "Questions type": "Short Answer",
      "Question in English": "In what ways is the consumer exploited?",
      "Question in Hindi": "उपभोक्ता का शोषण किन-किन तरीकों से होता है?",
      "Answer in English": "(1) High prices (2) Underweight (3) Incomplete information (4) Impurity (5) Unsatisfactory after-sales services.",
      "Answer in Hindi": "(1) अधिक मूल्य (2) कम तोल (3) अधूरी जानकारी (4) अशुद्धता (5) असंतोषजनक बिक्री के बाद सेवाएँ।",
      "Marks": "2"
    },
    {
      "Chapter": "22",
      "Questions type": "Short Answer",
      "Question in English": "Describe some of your duties as a consumer.",
      "Question in Hindi": "एक उपभोक्ता के रूप में अपने कुछ कर्तव्यों का वर्णन करें।",
      "Answer in English": "(1) Taking a receipt for the item (2) Checking the quality (3) Being aware of one's rights (4) Filing a complaint.",
      "Answer in Hindi": "(1) वस्तु की रसीद लेना (2) गुणवत्ता देखना (3) अपने अधिकारों के प्रति जागरूक रहना (4) शिकायत दर्ज कराना।",
      "Marks": "2"
    },
    {
      "Chapter": "22",
      "Questions type": "Short Answer",
      "Question in English": "Write a short note on COPRA.",
      "Question in Hindi": "कोपरा (COPRA) पर संक्षिप्त टिप्पणी लिखिए।",
      "Answer in English": "The Government of India enacted the Consumer Protection Act 1986 in 1986, which is famous as COPRA. Under this, the Consumer Dispute Redressal Commission was established.",
      "Answer in Hindi": "भारत सरकार ने 1986 में उपभोक्ता सुरक्षा अधिनियम 1986 कानून बनाया जो कोपरा के नाम से प्रसिद्ध है। इसके अंतर्गत उपभोक्ता विवाद निवारण आयोग की स्थापना की गई।",
      "Marks": "2"
    },
    {
      "Chapter": "22",
      "Questions type": "Short Answer",
      "Question in English": "For what reasons did the consumer movement start?",
      "Question in Hindi": "उपभोक्ता आन्दोलन की शुरूआत किन कारणों से हुई?",
      "Answer in English": "(1) Excessive food shortage (2) Hoarding (3) Black marketing (4) Adulteration in food items and edible oil.",
      "Answer in Hindi": "(1) अत्यधिक खाद्य कमी (2) जमाखोरी (3) कालाबाजारी (4) खाद्य पदार्थों एवं खाद्य तेल में मिलावट।",
      "Marks": "2"
    },
    {
      "Chapter": "22",
      "Questions type": "Short Answer",
      "Question in English": "What are the logos ISI, Agmark or Hallmark?",
      "Question in Hindi": "आई.एस.आई. (ISI), एगमार्क (Agmark) या हॉलमार्क (Hallmark) शब्द चिन्ह (Logo) क्या है?",
      "Answer in English": "These are certification marks which ensure that the manufactured goods meet the prescribed quality standards.",
      "Answer in Hindi": "ये प्रमाणक चिन्ह है जो यह सुनिश्चित करते हैं कि उत्पादित वस्तुएं निर्धारित गुणवत्ता मानकों को पूरा करती हैं।",
      "Marks": "2"
    },
    {
      "Chapter": "22",
      "Questions type": "Short Answer",
      "Question in English": "State some rights of consumers.",
      "Question in Hindi": "उपभोक्ताओं के कुछ अधिकारों को बताएँ।",
      "Answer in English": "(1) Right to safety (2) Right to information (3) Right to choose (4) Right to be heard (5) Right to redressal (6) Right to consumer education.",
      "Answer in Hindi": "(1) सुरक्षा का अधिकार (2) सूचना पाने का अधिकार (3) चुनने का अधिकार (4) सुनवाई का अधिकार (5) निवारण का अधिकार (6) उपभोक्ता शिक्षा का अधिकार।",
      "Marks": "2"
    },
    {
      "Chapter": "22",
      "Questions type": "Long Answer",
      "Question in English": "Why are rules and regulations needed in the market?",
      "Question in Hindi": "बाजार में नियमों तथा विनियमों की आवश्यकता क्यों पड़ती है?",
      "Answer in English": "Rules and regulations are needed to protect consumers from exploitation, unfair trade practices, and to ensure fair prices and quality of goods.",
      "Answer in Hindi": "उपभोक्ताओं को शोषण, अनुचित व्यापार व्यवहारों से बचाने और वस्तुओं की उचित कीमत व गुणवत्ता सुनिश्चित करने के लिए नियमों और विनियमों की आवश्यकता होती है।",
      "Marks": "3"
    },
    {
      "Chapter": "22",
      "Questions type": "Long Answer",
      "Question in English": "Explain consumer exploitation in the unorganized sector.",
      "Question in Hindi": "असंगठित क्षेत्रक में उपभोक्ता शोषण को समझाइये।",
      "Answer in English": "In the unorganized sector, consumers are often exploited through low wages, lack of job security, unsafe working conditions, and absence of benefits like paid leave or medical aid. (Note: Context implies consumer market, but 'unorganized sector' usually refers to labor. In consumer context: Shopkeepers in unorganized markets may charge higher prices, use faulty weights, or sell adulterated goods without proper receipts.)",
      "Answer in Hindi": "असंगठित क्षेत्रक में दुकानदारों द्वारा अधिक कीमत वसूलना, कम तोलना, मिलावटी सामान बेचना और पक्की रसीद न देना जैसे तरीकों से उपभोक्ताओं का शोषण किया जाता है।",
      "Marks": "3"
    },
    {
      "Chapter": "22",
      "Questions type": "Long Answer",
      "Question in English": "Explain the rights of consumers in detail.",
      "Question in Hindi": "उपभोक्ताओं के अधिकारों की सविस्तार व्याख्या कीजिए।",
      "Answer in English": "Consumers have the Right to Safety against hazardous goods, Right to Information about product details, Right to Choose from a variety of products, Right to be Heard in case of grievances, Right to Seek Redressal against unfair practices, and Right to Consumer Education.",
      "Answer in Hindi": "उपभोक्ताओं के पास खतरनाक वस्तुओं के खिलाफ सुरक्षा का अधिकार, उत्पाद विवरण के बारे में सूचना पाने का अधिकार, चुनने का अधिकार, शिकायतों पर सुनवाई का अधिकार, अनुचित व्यवहार के खिलाफ निवारण का अधिकार और उपभोक्ता शिक्षा का अधिकार है।",
      "Marks": "3"
    },
    {
      "Chapter": "22",
      "Questions type": "Essay",
      "Question in English": "Describe the process of consumer dispute redressal in India.",
      "Question in Hindi": "भारत में उपभोक्ता विवाद निवारण की प्रक्रिया का वर्णन करें।",
      "Answer in English": "Under COPRA, a three-tier quasi-judicial machinery was set up: District Forums for claims up to Rs 1 crore, State Commissions for claims between Rs 1 crore and Rs 10 crore, and the National Commission for claims exceeding Rs 10 crore. If a case is dismissed in a lower court, the consumer can appeal to the higher level.",
      "Answer in Hindi": "कोपरा के तहत त्रि-स्तरीय अर्द्ध-न्यायिक तंत्र स्थापित किया गया: जिला फोरम (1 करोड़ तक), राज्य आयोग (1 करोड़ से 10 करोड़ तक), और राष्ट्रीय आयोग (10 करोड़ से अधिक)। यदि निचली अदालत में मामला खारिज हो जाता है, तो उपभोक्ता ऊपरी स्तर पर अपील कर सकता है।",
      "Marks": "4"
    },
    {
      "Chapter": "22",
      "Questions type": "Essay",
      "Question in English": "'Consumer consciousness is needed for consumers to demonstrate their solidarity' - Give your arguments in favor of the statement.",
      "Question in Hindi": "'उपभोक्ता को अपनी एकजुटता का प्रदर्शन करने के लिए उपभोक्ता चेतना की जरूरत होती है' - कथन के पक्ष में अपने तर्क दीजिए।",
      "Answer in English": "Consumer consciousness allows consumers to understand their rights and duties. It empowers them to raise their voice against exploitation, form consumer groups, and collectively fight against unfair trade practices, making the market fairer.",
      "Answer in Hindi": "उपभोक्ता चेतना उपभोक्ताओं को उनके अधिकारों और कर्तव्यों को समझने में मदद करती है। यह उन्हें शोषण के खिलाफ आवाज़ उठाने, उपभोक्ता समूह बनाने और अनुचित व्यापार व्यवहारों के खिलाफ सामूहिक रूप से लड़ने के लिए सशक्त बनाती है, जिससे बाजार अधिक निष्पक्ष बनता है।",
      "Marks": "4"
    }
  ]
}