[
  {
    "Chapter": 6,
    "Questions type": "Very Short",
    "Question in English": "In which region does maximum soil erosion occur due to gully erosion?",
    "Question in Hindi": "अवनलिका द्वारा सर्वाधिक मृदा अपरदन किस क्षेत्र में होता है?",
    "Answer in English": "In Chambal Basin",
    "Answer in Hindi": "चंबल बेसिन में",
    "Marks": "1"
  },
  {
    "Chapter": 6,
    "Questions type": "Very Short",
    "Question in English": "Which soil is most suitable for cashew crop?",
    "Question in Hindi": "काजू की फसल के लिए सर्वाधिक उपयुक्त मृदा है?",
    "Answer in English": "Red Laterite Soil",
    "Answer in Hindi": "लाल लेटेराइट मृदा",
    "Marks": "1"
  },
  {
    "Chapter": 6,
    "Questions type": "Very Short",
    "Question in English": "From which word of Greek language is the word 'Laterite' derived?",
    "Question in Hindi": "लेटेराइट शब्द ग्रीक भाषा के किस शब्द से लिया गया है?",
    "Answer in English": "Later (which means 'Brick')",
    "Answer in Hindi": "लेटर (जिसका अर्थ 'ईंट' है)",
    "Marks": "1"
  },
  {
    "Chapter": 6,
    "Questions type": "Very Short",
    "Question in English": "Which soil is known as 'Regur' soil?",
    "Question in Hindi": "'रेगर' मृदा किस मृदा को कहा जाता है?",
    "Answer in English": "Black Soil",
    "Answer in Hindi": "काली मृदा",
    "Marks": "1"
  },
  {
    "Chapter": 6,
    "Questions type": "Very Short",
    "Question in English": "By what name is the old alluvial soil known on the basis of age?",
    "Question in Hindi": "आयु के आधार पर पुराना जलोढ़ को किस नाम से जाना जाता है?",
    "Answer in English": "Bangar",
    "Answer in Hindi": "बांगर",
    "Marks": "1"
  },
  {
    "Chapter": 6,
    "Questions type": "Very Short",
    "Question in English": "By what name is the new alluvial soil known on the basis of age?",
    "Question in Hindi": "आयु के आधार पर नये जलोढ़ को किस नाम से जाना जाता है?",
    "Answer in English": "Khadar",
    "Answer in Hindi": "खादर",
    "Marks": "1"
  },
  {
    "Chapter": 6,
    "Questions type": "Very Short",
    "Question in English": "By what name is the area formed in the foothills of the mountain region known?",
    "Question in Hindi": "पर्वतीय क्षेत्र की तलहटी में बने क्षेत्र को किस नाम से जाना जाता है?",
    "Answer in English": "Duar, Cho and Terai",
    "Answer in Hindi": "द्वार, चौ तथा तराई",
    "Marks": "1"
  },
  {
    "Chapter": 6,
    "Questions type": "Very Short",
    "Question in English": "What percentage of forest area is desired as determined by the National Forest Policy 1952?",
    "Question in Hindi": "राष्ट्रीय वन नीति 1952 द्वारा निर्धारित वन क्षेत्र का कितना प्रतिशत वांछित है?",
    "Answer in English": "33 percent",
    "Answer in Hindi": "33 प्रतिशत",
    "Marks": "1"
  },
  {
    "Chapter": 6,
    "Questions type": "Very Short",
    "Question in English": "How much degraded land is there in India?",
    "Question in Hindi": "भारत में निम्नीकृत भूमि है?",
    "Answer in English": "13 crore hectares",
    "Answer in Hindi": "13 करोड़ हेक्टेयर",
    "Marks": "1"
  },
  {
    "Chapter": 6,
    "Questions type": "Very Short",
    "Question in English": "What is the percentage of different types of landforms in India?",
    "Question in Hindi": "भारत में विभिन्न प्रकार की भू-आकृतिक भागों का प्रतिशत है?",
    "Answer in English": "43 percent Plains, 30 percent Mountains and 27 percent Plateaus",
    "Answer in Hindi": "43 प्रतिशत मैदान, 30 प्रतिशत पर्वत तथा 27 प्रतिशत पठार",
    "Marks": "1"
  },
  {
    "Chapter": 6,
    "Questions type": "Very Short",
    "Question in English": "Who is the author of the book 'Small is Beautiful'?",
    "Question in Hindi": "पुस्तक 'स्माल इज ब्यूटीफुल' के लेखक है?",
    "Answer in English": "Schumacher",
    "Answer in Hindi": "शुमेसर (शुमाकर)",
    "Marks": "1"
  },
  {
    "Chapter": 6,
    "Questions type": "Very Short",
    "Question in English": "When and who advocated resource conservation for the first time at the international level?",
    "Question in Hindi": "अंतर्राष्ट्रीय स्तर पर सर्वप्रथम संसाधन संरक्षण की वकालत कब व किसने की?",
    "Answer in English": "In 1968 by 'Club of Rome'",
    "Answer in Hindi": "1968 में 'क्लब ऑफ रोम' ने की।",
    "Marks": "1"
  },
  {
    "Chapter": 6,
    "Questions type": "Very Short",
    "Question in English": "What is the main objective of Agenda 21?",
    "Question in Hindi": "एजेंडा 21 का मुख्य उद्देश्य है?",
    "Answer in English": "To achieve global sustainable development.",
    "Answer in Hindi": "भूमंडलीय सतत पोषणीय विकास हासिल करना है।",
    "Marks": "1"
  },
  {
    "Chapter": 6,
    "Questions type": "Very Short",
    "Question in English": "Where was the First International Earth Summit held?",
    "Question in Hindi": "प्रथम अंतर्राष्ट्रीय पृथ्वी सम्मेलन कहाँ हुआ?",
    "Answer in English": "In June 1992 in Rio de Janeiro, Brazil.",
    "Answer in Hindi": "जून 1992 में ब्राजील के रियो डी जेनेरो शहर में।",
    "Marks": "1"
  },
  {
    "Chapter": 6,
    "Questions type": "Very Short",
    "Question in English": "Up to how many kilometers in the sea are the resources considered national wealth?",
    "Question in Hindi": "समुद्र में कितने किलोमीटर तक पाये जाने वाले संसाधन राष्ट्र की संपदा है?",
    "Answer in English": "12 nautical miles (22.2 kilometers)",
    "Answer in Hindi": "12 समुद्री मील (22.2 किलोमीटर)",
    "Marks": "1"
  },
  {
    "Chapter": 6,
    "Questions type": "Very Short",
    "Question in English": "The land where cultivation has not been done for one agricultural year or less is called?",
    "Question in Hindi": "वह भूमि जहाँ एक कृषि वर्ष या उससे कम समय में खेती न की गई हो कहलाती है?",
    "Answer in English": "Current fallow land",
    "Answer in Hindi": "वर्तमान परती भूमि।",
    "Marks": "1"
  },
  {
    "Chapter": 6,
    "Questions type": "Very Short",
    "Question in English": "The land where cultivation has not been done for 1 to 5 agricultural years is called?",
    "Question in Hindi": "वह भूमि जहाँ 1 से 5 कृषि वर्ष से खेती न की गई हो, कहलाती है?",
    "Answer in English": "Other than current fallow land",
    "Answer in Hindi": "पुरातन परती भूमि (अन्य परती भूमि)।",
    "Marks": "1"
  },
  {
    "Chapter": 6,
    "Questions type": "Very Short",
    "Question in English": "Which soil is suitable for cotton cultivation?",
    "Question in Hindi": "कपास की खेती के लिए उपयुक्त मृदा है?",
    "Answer in English": "Black soil",
    "Answer in Hindi": "काली मृदा",
    "Marks": "1"
  },
  {
    "Chapter": 6,
    "Questions type": "Very Short",
    "Question in English": "State the types of resources based on origin.",
    "Question in Hindi": "उत्पत्ति के आधार पर संसाधनों के प्रकार बताइए-",
    "Answer in English": "Biotic and Abiotic",
    "Answer in Hindi": "जैव और अजैव",
    "Marks": "1"
  },
  {
    "Chapter": 6,
    "Questions type": "Very Short",
    "Question in English": "State the types of resources based on exhaustibility.",
    "Question in Hindi": "समाप्यता के आधार पर संसाधनों के प्रकार बताइए-",
    "Answer in English": "Renewable and Non-renewable resources",
    "Answer in Hindi": "नवीकरण और अनवीकरण संसाधन",
    "Marks": "1"
  },
  {
    "Chapter": 6,
    "Questions type": "Very Short",
    "Question in English": "What is the percentage of net sown area in Punjab and Haryana?",
    "Question in Hindi": "पंजाब और हरियाणा में शुद्ध (निवल) बोये क्षेत्र का प्रतिशत है?",
    "Answer in English": "80 percent",
    "Answer in Hindi": "80 प्रतिशत",
    "Marks": "1"
  },
  {
    "Chapter": 6,
    "Questions type": "Very Short",
    "Question in English": "Agriculture is done on what percentage of India's total reporting area?",
    "Question in Hindi": "भारत के कुल संचित क्षैत्र के कितने प्रतिशत भाग पर ही कृषि होती है?",
    "Answer in English": "54 percent part",
    "Answer in Hindi": "54 प्रतिशत भाग",
    "Marks": "1"
  },
  {
    "Chapter": 6,
    "Questions type": "Very Short",
    "Question in English": "Which factor is responsible for sheet erosion?",
    "Question in Hindi": "चादर अपरदन के लिए कौनसा कारक उत्तरदायी है?",
    "Answer in English": "Water",
    "Answer in Hindi": "जल",
    "Marks": "1"
  },
  {
    "Chapter": 6,
    "Questions type": "Very Short",
    "Question in English": "When is Environment Day celebrated?",
    "Question in Hindi": "पर्यावरण दिवस कब मनाया जाता है?",
    "Answer in English": "5 June",
    "Answer in Hindi": "5 जून",
    "Marks": "1"
  },
  {
    "Chapter": 6,
    "Questions type": "Very Short",
    "Question in English": "In which states of India is terrace farming practiced?",
    "Question in Hindi": "भारत के किस प्रान्त में सीढ़ीदार (सोपानी) खेती की जाती है?",
    "Answer in English": "Uttarakhand, Himachal Pradesh, Sikkim, Assam, Meghalaya",
    "Answer in Hindi": "उत्तराखण्ड, हिमाचल प्रदेश, सिक्किम, असम, मेघालय",
    "Marks": "1"
  },
  {
    "Chapter": 6,
    "Questions type": "Short Answer",
    "Question in English": "Explain the causes of land degradation in India.",
    "Question in Hindi": "भारत में भू-निम्नीकरण के कारण समझाइए-",
    "Answer in English": "(1) Soil erosion due to water.\n(2) Water logging due to over irrigation.\n(3) Due to overgrazing and deforestation.\n(4) Soil becoming saline and alkaline.\n(5) Through waste or dirty chemical laden water from industries.",
    "Answer in Hindi": "(1) जल के कारण मृदा अपरदन होना।\n(2) अति सिंचाई के कारण जलाक्रांतता होना।\n(3) अति पशुचारण व वनोन्मूलन के कारण।\n(4) मृदा का लवणीय व क्षारीय होना।\n(5) उद्योगों से निकले अपशिष्ट या गंदे रासायन युक्त पानी के द्वारा।",
    "Marks": "2"
  },
  {
    "Chapter": 6,
    "Questions type": "Short Answer",
    "Question in English": "Explain the measures for land degradation.",
    "Question in Hindi": "भू-निम्नीकरण के उपाय समझाइए-",
    "Answer in English": "(1) By planting more and more trees and stopping deforestation.\n(2) By stopping overgrazing in desert and other areas.\n(3) By using organic manure instead of chemical fertilizers.\n(4) By reducing population growth.",
    "Answer in Hindi": "(1) अधिक से अधिक वृक्षारोपण करके तथा वनोन्मूलन को रोककर।\n(2) मरूस्थलीय तथा अन्य क्षेत्रों में होने वाले अति पशुचरण रोककर।\n(3) रासायनिक उर्वरकों के स्थान पर जैविक खाद का उपयोग करके।\n(4) जनसंख्या वृद्धि को कम करके।",
    "Marks": "2"
  },
  {
    "Chapter": 6,
    "Questions type": "Short Answer",
    "Question in English": "Clarify the problems caused by excessive exploitation of resources.",
    "Question in Hindi": "संसाधनों के अत्यधिक दोहन से होने वाली समस्याएँ स्पष्ट करें।",
    "Answer in English": "(1) Due to unbalanced use of resources, society got divided into rich and poor.\n(2) Due to indiscriminate use of resources, global problems like ozone layer depletion, environmental pollution, land degradation and global warming are arising.\n(3) Depletion of resources for a few individuals.\n(4) Non-availability or shortage of these for future generations due to excessive use of resources will also be a serious problem.",
    "Answer in Hindi": "(1) संसाधनों के असन्तुलित उपयोग से समाज अमीर गरीब में बँट गया।\n(2) संसाधनों के असन्तुलित अंधाधुध उपयोग के कारण ओजोन परत क्षरण, पर्यावरण प्रदूषण, भूमि-निम्नीकरण तथा भूमण्डलीय तापन जैसी वैश्वीक समस्याएँ उत्पन्न हो रही है।\n(3) कुछ व्यक्तियों के लिए ही संसाधनों का ह्रास हो रहा है।\n(4) संसाधनों के अत्यधिक उपयोग के कारण आने वाली पीढ़ीयों के लिए इनका प्राप्त नहीं होना भी या कमी होना भी गम्भीर समस्या होगी।",
    "Marks": "2"
  },
  {
    "Chapter": 6,
    "Questions type": "Short Answer",
    "Question in English": "Explain measures to stop soil erosion or soil conservation.",
    "Question in Hindi": "मृदा अपरदन रोकने के उपाय या मृदा संरक्षण को समझाइए-",
    "Answer in English": "(1) By planting more and more trees and stopping deforestation.\n(2) By stopping overgrazing in desert or other areas.\n(3) By stopping unorganized construction work due to population growth.\n(4) By using organic manure instead of chemical fertilizers.\n(5) By making terrace fields in hilly or sloping areas.",
    "Answer in Hindi": "(1) अधिक से अधिक वृक्षारोपण करके तथा वनोन्मूलन को रोककर।\n(2) मरूस्थलीय या अन्य क्षेत्रों में होने वाले अति पशुचारण रोककर।\n(3) जनसंख्या वृद्धि के कारण होने वाले अवयवस्थित निर्माण कार्य को रोककर।\n(4) रासायनिक उर्वरकों के स्थान पर जैविक खाद के उपयोग से।\n(5) पहाड़ी़ या ढ़लान वाले क्षेत्रों में सीढ़ी नुमा खेत बनाकर।",
    "Marks": "2"
  },
  {
    "Chapter": 6,
    "Questions type": "Short Answer",
    "Question in English": "What is Agenda-21? Explain.",
    "Question in Hindi": "एजेंडा-21 क्या है? समझाइए-",
    "Answer in English": "This is a declaration signed by heads of state in 1992 at the United Nations Conference on Environment and Development (UNCED) in Rio de Janeiro, Brazil, whose main objective is to achieve global sustainable development.",
    "Answer in Hindi": "यह एक घोषणा है जिसे 1992 में ब्राजील के शहर रियो डी जेनेरो में संयुक्त राष्ट्र पर्यावरण और विकास सम्मेलन के तत्वावधान में राष्ट्राध्यक्षों द्वारा किया गया था जिसका मुख्य उद्देश्य भूमंडलीय सतत् पोषणीय विकास हासिल करना है।",
    "Marks": "2"
  },
  {
    "Chapter": 6,
    "Questions type": "Short Answer",
    "Question in English": "Clarify the difference between Bangar and Khadar.",
    "Question in Hindi": "बांगर तथा खादर में अंतर स्पष्ट कीजिए-",
    "Answer in English": "Bangar: Old alluvial soil is known as Bangar. Bangar soil has a high amount of kankar nodules.\nKhadar: New alluvial soil is known as Khadar. Khadar soil has more fine particles compared to Bangar soil.",
    "Answer in Hindi": "बांगर:- पुराना जालोढ़ अर्थात् पुरानी जलोढ़ मृदा को बांगर के नाम से जाना जाता है। बांगर मृदा में कंकर ग्रंथियों की मात्रा ज्यादा होती है।\nखादर: नया जलोढ़ अर्थात् नयी जलोढ़ मृदा को खादर के नाम से जाना जाता है। खादर मृदा में बांगर मृदा की तुलना में ज्यादा महीन कण पाए जाते है।",
    "Marks": "2"
  },
  {
    "Chapter": 6,
    "Questions type": "Short Answer",
    "Question in English": "Clarify the mutual relationship of the role of resources, technology and humans in development.",
    "Question in Hindi": "विकास में संसाधन, प्रौद्योगिकी एवं मानव की भूमिका के पारस्परिक संबंध को स्पष्ट कीजिए-",
    "Answer in English": "Availability of resources is a necessary condition for the development of any region. But resources can contribute to the development of a region only when appropriate technological development and institutional changes are made there. Therefore, along with the availability of resources, the quality of technology and human resources also contributes to development.",
    "Answer in Hindi": "किसी क्षेत्र के विकास के लिए संसाधनों की उपलब्धता एक आवश्यक शर्त है। लेकिन संसाधन किसी प्रदेश के विकास में तभी योगदान दे सकते है, जब वहाँ उपर्युक्त प्रौद्योगिकी विकास और संस्थागत परिवर्तन किये जाये। अतः विकास में संसाधनों की उपलब्धता के साथ-साथ इसमें प्रौद्योगिकी और मानव संसाधन की गुणवक्ता का भी योगदान रहता है।",
    "Marks": "2"
  },
  {
    "Chapter": 6,
    "Questions type": "Short Answer",
    "Question in English": "Explain the classification of resources.",
    "Question in Hindi": "संसाधनों के वर्गीकरण को समझाइए-",
    "Answer in English": "Resources can be classified in the following ways:\n1. Based on origin - Biotic and Abiotic\n2. Based on exhaustibility - Renewable and Non-renewable\n3. Based on ownership - Individual, Community, National and International\n4. Based on status of development - Potential, Developed stock, Reserve",
    "Answer in Hindi": "संसाधनों का वर्गीकरण निम्न प्रकार में किया जा सकता है\n1. उत्पति के अधार पर - जैव एवं अजैव\n2. समाप्यता के आधार पर - नवीकरण योग्य और अनवीकरण योग्य\n3. स्वामित्व के आधार पर- व्यक्तिगत, सामुदायिक, राष्ट्रीय, अन्तर्राष्ट्रीय\n4. विकास के स्तर के आधार पर - संभावी, विकसित भंडार, संचित कोष",
    "Marks": "2"
  },
  {
    "Chapter": 6,
    "Questions type": "Short Answer",
    "Question in English": "State the difference between Net Sown Area and Gross Cropped Area.",
    "Question in Hindi": "शुद्ध (निवल) बोया गया क्षेत्र तथा सकल कृषित क्षेत्र में अंतर बताइए-",
    "Answer in English": "Net Sown Area: The land on which crops are grown and harvested is called Net Sown Area.\nGross Cropped Area: If the area sown more than once in an agricultural year is added to the Net Sown Area, then it is called Gross Cropped Area.",
    "Answer in Hindi": "शुद्ध (निवल) बोया गया क्षेत्र- वह भूमि जिस पर फसले उगाई व काटी जाती है, वह शुद्ध (निवल) बोया गया क्षेत्र कहलाता है।\nसकल कृषित क्षेत्र- एक कृषि वर्ष में एक बार से अधिक बोए गए क्षेत्र को शुद्ध (निवल) बोए गए क्षेत्र में जोड़ दिया जाए तो वह सकल कृषित क्षेत्र कहलाता है।",
    "Marks": "2"
  },
  {
    "Chapter": 6,
    "Questions type": "Short Answer",
    "Question in English": "Clarify the difference between Renewable and Non-renewable resources.",
    "Question in Hindi": "नवीकरणीय और अनवीकरणीय योग्य संसाधनों में अन्तर स्पष्ट कीजिए-",
    "Answer in English": "1. Renewable Resources - Do not get exhausted even after continuous use and pollution does not occur from their use. Example - Solar energy, Wind energy, Water energy.\n2. Non-renewable Resources - There is a fear of exhaustion after continuous use and pollution spreads from their use. Example - Coal and Petroleum products.",
    "Answer in Hindi": "1. नवीकरणीय संसाधन- सतत् उपयोग के बाद भी समाप्त नहीं होते तथा इनके उपयोग से प्रदूषण नहीं होता। उदाहरण- सौर ऊर्जा, पवन ऊर्जा, जल ऊर्जा।\n2. अनवीकरणीय संसाधन - सतत् उपयोग के बाद भी समाप्त होने का डर है तथा इनके उपयोग से प्रदूषण फैलता है। उदहरण- कोयला तथा पेट्रोलियम पदार्थ।",
    "Marks": "2"
  },
  {
    "Chapter": 6,
    "Questions type": "Short Answer",
    "Question in English": "Why is there a need for conservation of resources?",
    "Question in Hindi": "संसाधनों के संरक्षण की आवश्यकता क्यों है?",
    "Answer in English": "1. Conservation is necessary due to excessive exploitation and irrational use of resources.\n2. Conservation of resources is necessary for sustainable development.",
    "Answer in Hindi": "1. संसाधनों के अत्यधिक दोहन व विवेकहीन उपयोग के कारण संरक्षण आवश्यक है।\n2. सतत् विकास के लिए संसाधनों का संरक्षण आवश्यकता है।",
    "Marks": "2"
  },
  {
    "Chapter": 6,
    "Questions type": "Short Answer",
    "Question in English": "How can resource planning be done? Explain.",
    "Question in Hindi": "संसाधनों का नियोजन किस प्रकार कर सकते है? समझाइए-",
    "Answer in English": "1. Identifying the resources found in the country, estimating the quality and quantity of resources.\n2. Implementing development plans related to resources found in the country, developing technological skills.",
    "Answer in Hindi": "1. देश में पाये जाने वाले संसाधनों की पहचान करना, संसाधन की गुणवक्ता व मात्रा का अनुमानित मापन करना है।\n2. देश में पाये जाने वाले संसाधनों से सम्बंधित विकास योजनाएँ लागु करना, प्रौद्योगिकी कौशल का विकास करना।",
    "Marks": "2"
  },
  {
    "Chapter": 7,
    "Questions type": "Very Short",
    "Question in English": "What percentage of the world's total biological sub-species is found in India?",
    "Question in Hindi": "भारत में विश्व की सारी जैव उपजातियों की कितने प्रतिशत संख्या पाई जाती है?",
    "Answer in English": "8 percent (approximately 1.6 million)",
    "Answer in Hindi": "8 प्रतिशत (लगभग 16 लाख)",
    "Marks": "1"
  },
  {
    "Chapter": 7,
    "Questions type": "Very Short",
    "Question in English": "When was the Indian Wildlife (Protection) Act implemented?",
    "Question in Hindi": "भारतीय वन्यजीवन (रक्षण) अधिनियम कब लागू किया गया?",
    "Answer in English": "1972",
    "Answer in Hindi": "1972",
    "Marks": "1"
  },
  {
    "Chapter": 7,
    "Questions type": "Very Short",
    "Question in English": "When was Project Tiger started?",
    "Question in Hindi": "प्रोजेक्ट टाइगर की शुरुआत कब हुई?",
    "Answer in English": "1973",
    "Answer in Hindi": "1973",
    "Marks": "1"
  },
  {
    "Chapter": 7,
    "Questions type": "Very Short",
    "Question in English": "In which state of India is 'Corbett National Park' located?",
    "Question in Hindi": "'कारबेट राष्ट्रीय उद्यान' भारत के किस राज्य में स्थित है?",
    "Answer in English": "Uttarakhand",
    "Answer in Hindi": "उत्तराखण्ड",
    "Marks": "1"
  },
  {
    "Chapter": 7,
    "Questions type": "Very Short",
    "Question in English": "In which state of India is 'Sunderban National Park' located?",
    "Question in Hindi": "'सुंदरबन राष्ट्रीय उद्यान' भारत के किस राज्य में स्थित है?",
    "Answer in English": "West Bengal",
    "Answer in Hindi": "पश्चिम बंगाल",
    "Marks": "1"
  },
  {
    "Chapter": 7,
    "Questions type": "Very Short",
    "Question in English": "Where is 'Bandhavgarh National Park' located?",
    "Question in Hindi": "'बांधवगढ़ राष्ट्रीय उद्यान' कहाँ स्थित है?",
    "Answer in English": "Madhya Pradesh",
    "Answer in Hindi": "मध्य प्रदेश",
    "Marks": "1"
  },
  {
    "Chapter": 7,
    "Questions type": "Very Short",
    "Question in English": "In which state is 'Sariska Tiger Reserve' located?",
    "Question in Hindi": "'सरिस्का बाघ रिजर्व' किस राज्य में स्थित है?",
    "Answer in English": "Rajasthan",
    "Answer in Hindi": "राजस्थान",
    "Marks": "1"
  },
  {
    "Chapter": 7,
    "Questions type": "Very Short",
    "Question in English": "In which state is 'Periyar Tiger Reserve' located?",
    "Question in Hindi": "'पेरियार बाघ रिजर्व' किस राज्य में स्थित है?",
    "Answer in English": "Kerala",
    "Answer in Hindi": "केरल",
    "Marks": "1"
  },
  {
    "Chapter": 7,
    "Questions type": "Very Short",
    "Question in English": "In which state is 'Kaziranga National Park' located?",
    "Question in Hindi": "'काजीरंगा राष्ट्रीय उद्यान' किस राज्य में स्थित है?",
    "Answer in English": "Assam",
    "Answer in Hindi": "असम",
    "Marks": "1"
  },
  {
    "Chapter": 7,
    "Questions type": "Very Short",
    "Question in English": "Which state in India has the largest area under permanent forests?",
    "Question in Hindi": "भारत के किस राज्य में स्थायी वनों के अन्तर्गत सबसे अधिक क्षेत्र है?",
    "Answer in English": "Madhya Pradesh (75 percent)",
    "Answer in Hindi": "मध्य प्रदेश (75 प्रतिशत)",
    "Marks": "1"
  },
  {
    "Chapter": 7,
    "Questions type": "Very Short",
    "Question in English": "According to the Forest Department, what part of the country's total forest area is reserved forest?",
    "Question in Hindi": "वन विभाग के अनुसार देश के कुल वन क्षेत्र का कितना हिस्सा रक्षित वन है?",
    "Answer in English": "One-third part",
    "Answer in Hindi": "एक-तिहाई हिस्सा",
    "Marks": "1"
  },
  {
    "Chapter": 7,
    "Questions type": "Very Short",
    "Question in English": "In which district of Rajasthan have the people of 5 villages declared 1200 hectares of forest land as 'Bhairodev Dakav Century'?",
    "Question in Hindi": "राजस्थान के किस जिले में 5 गाँवो के लोगो ने 1200 हेक्टेयर वन भूमि 'भैरोदेव डाकव सेंचुरी' घोषित कर दी है?",
    "Answer in English": "Alwar",
    "Answer in Hindi": "अलवर",
    "Marks": "1"
  },
  {
    "Chapter": 7,
    "Questions type": "Very Short",
    "Question in English": "Which trees are worshipped by Munda and Santhal tribes in Chota Nagpur region?",
    "Question in Hindi": "छोटा नागपुर क्षेत्र में मुंडा और संथाल जनजातियों किन पेड़ो की पूजा करते हैं?",
    "Answer in English": "Mahua and Kadamba",
    "Answer in Hindi": "महुआ और कदम्ब",
    "Marks": "1"
  },
  {
    "Chapter": 7,
    "Questions type": "Very Short",
    "Question in English": "Tribes of which states worship Tamarind and Mango trees during weddings?",
    "Question in Hindi": "किन राज्यों की जनजातियाँ शादी के दौरान इमली और आम के पेड़ की पूजा करती है?",
    "Answer in English": "Odisha and Bihar",
    "Answer in Hindi": "ओडिशा और बिहार",
    "Marks": "1"
  },
  {
    "Chapter": 7,
    "Questions type": "Very Short",
    "Question in English": "'Chipko Movement' is related to?",
    "Question in Hindi": "'चिपको आंदोलन' का सम्बंध है?",
    "Answer in English": "From Himalayan region",
    "Answer in Hindi": "हिमालयी क्षेत्र से",
    "Marks": "1"
  },
  {
    "Chapter": 7,
    "Questions type": "Very Short",
    "Question in English": "Which campaign by farmers of Tehri showed that diverse crop production and economic agricultural production is possible without the use of chemical fertilizers?",
    "Question in Hindi": "टिहरी के किसानो द्वारा किस अभियान ने दिखा दिया कि रासायनिक उर्वरको के प्रयोग बिना भी विविध फसल उत्पादन व आर्थिक कृषि उत्पादन संभव है?",
    "Answer in English": "'Beej Bachao Andolan' and 'Navdanya'",
    "Answer in Hindi": "'बीज बचाओं आंदोलन' और 'नवदान्य'",
    "Marks": "1"
  },
  {
    "Chapter": 7,
    "Questions type": "Very Short",
    "Question in English": "Which state passed the first resolution for Joint Forest Management in 1988?",
    "Question in Hindi": "1988 में किस राज्य ने संयुक्त वन प्रबंधन का पहला प्रस्ताव पास किया?",
    "Answer in English": "Odisha",
    "Answer in Hindi": "ओडिशा",
    "Marks": "1"
  },
  {
    "Chapter": 7,
    "Questions type": "Very Short",
    "Question in English": "Name the environmentalists associated with 'Chipko Movement'.",
    "Question in Hindi": "'चिपको आन्दोलन' से जुड़े हुए पर्यावरणविद् है?",
    "Answer in English": "Amrita Devi Bishnoi, Sunderlal Bahuguna",
    "Answer in Hindi": "अमृता देवी विश्नोई, सुन्दर लाल बहुगुणा",
    "Marks": "1"
  },
  {
    "Chapter": 7,
    "Questions type": "Very Short",
    "Question in English": "How many types of forests are there?",
    "Question in Hindi": "वन कितने प्रकार के होते है?",
    "Answer in English": "1. Reserved Forests 2. Protected Forests 3. Unclassed Forests",
    "Answer in Hindi": "1. आरक्षित वन 2. रक्षित वन 3. अवर्गीकृत वन",
    "Marks": "1"
  },
  {
    "Chapter": 7,
    "Questions type": "Very Short",
    "Question in English": "What are endangered species?",
    "Question in Hindi": "संकटग्रस्त प्रजातियाँ किसे कहते है?",
    "Answer in English": "Those species whose population has declined and are in danger of extinction.",
    "Answer in Hindi": "वे प्रजातियाँ जिनकी संख्या कम हो गई है तथा उनके लुप्त होने का खतरा है।",
    "Marks": "1"
  },
  {
    "Chapter": 7,
    "Questions type": "Very Short",
    "Question in English": "What is 'Red Data Book'?",
    "Question in Hindi": "'रेड डाटा पुस्तक' क्या है?",
    "Answer in English": "It is an account or list of endangered species.",
    "Answer in Hindi": "संकटापन्न प्रजातियों का लेखा-जोखा या इनकी सूची है।",
    "Marks": "1"
  },
  {
    "Chapter": 7,
    "Questions type": "Very Short",
    "Question in English": "Define Biodiversity.",
    "Question in Hindi": "जैव विविधता को परिभाषित कीजिए-",
    "Answer in English": "The presence of various types of organisms and vegetation on the terrestrial and aquatic parts of the earth is biodiversity.",
    "Answer in Hindi": "पृथ्वी के स्थलीय व जलीय भाग पर अनेक प्रकार के जीव तथा वनस्पति का पाया जाना ही जैव-विविधता है।",
    "Marks": "1"
  },
  {
    "Chapter": 7,
    "Questions type": "Very Short",
    "Question in English": "What is an ecosystem?",
    "Question in Hindi": "पारिस्थितिक तंत्र किसे कहते हैं?",
    "Answer in English": "Humans and other living beings together form a complex system, which is called an ecosystem.",
    "Answer in Hindi": "मानव और दूसरे जीवधारी मिलकर एक जटिल तंत्र का निर्माण करते हैं, जिसे पारिस्थिक तंत्र कहते है।",
    "Marks": "1"
  },
  {
    "Chapter": 7,
    "Questions type": "Very Short",
    "Question in English": "Why is it necessary to conserve forests and wildlife?",
    "Question in Hindi": "वनों और वन्य जीवन का संरक्षण करना क्यो आवश्यक है?",
    "Answer in English": "By conserving forests and wildlife, ecological diversity is maintained and our life support resources water, air and soil remain intact.",
    "Answer in Hindi": "वन और वन्य जीवन के संरक्षण परिस्थितिकी विविधता बनी रहती है तथा हमारे जीवन साध्य संसाधन जल, वायु और मृदा बने रहते हैं।",
    "Marks": "1"
  },
  {
    "Chapter": 7,
    "Questions type": "Very Short",
    "Question in English": "Name two factors that reduce biodiversity in India.",
    "Question in Hindi": "भारत में जैव विविधता को कम करने वाले दो कारक बताइए-",
    "Answer in English": "Destruction of wildlife habitats, hunting and poaching of wild animals, environmental pollution.",
    "Answer in Hindi": "वन्य जीवों के आवास का विनाश, जंगली जानवरों का मरना व आखेटना, पर्यावरणीय प्रदूषण।",
    "Marks": "1"
  },
  {
    "Chapter": 7,
    "Questions type": "Very Short",
    "Question in English": "Name any two Tiger Reserve projects in India.",
    "Question in Hindi": "भारत में किन्ही दो बाघ आरक्षित परियोजनाओं के नाम बताइए-",
    "Answer in English": "1. Corbett National Park (Uttarakhand) 2. Sunderban National Park (West Bengal)",
    "Answer in Hindi": "1. कार्बेट राष्ट्रीय उद्यान (उत्तराखण्ड) 2. सुन्दरबन राष्ट्रीय उद्यान (पश्चिम बंगाल)",
    "Marks": "1"
  },
  {
    "Chapter": 7,
    "Questions type": "Very Short",
    "Question in English": "State the importance of Chipko Movement.",
    "Question in Hindi": "चिपको आंदोलन का महत्व बताइए-",
    "Answer in English": "Stopping deforestation in the Himalayan region and doing community afforestation etc. are done under the Chipko movement.",
    "Answer in Hindi": "हिमालय प्रदेश में वनों की कटाई रोकना तथा सामुदायिक वनीकरण करना आदि कार्य चिपको आंदोलन के अर्न्तगत किये जाते हैं।",
    "Marks": "1"
  },
  {
    "Chapter": 7,
    "Questions type": "Very Short",
    "Question in English": "Which animals are considered an integral part of the Bishnoi community in Rajasthan?",
    "Question in Hindi": "राजस्थान में विश्नोई समुदाय का अभिन्न हिस्सा किन जीव जन्तुओं को माना जाता है?",
    "Answer in English": "Blackbuck, Chinkara, Nilgai, Peacock",
    "Answer in Hindi": "काला हिरण, चिंकारा, नीलगाय, मोर",
    "Marks": "1"
  },
  {
    "Chapter": 7,
    "Questions type": "Very Short",
    "Question in English": "What is 'Joint Forest Management'?",
    "Question in Hindi": "'संयुक्त वन प्रबंधन' क्या है?",
    "Answer in English": "Under the forest department, Joint Forest Management works for the protection of degraded forests. In this, institutions are formed at the village level in which villagers and forest department officials work jointly.",
    "Answer in Hindi": "वन विभाग के अन्तर्गत संयुक्त वन प्रबंधन क्षरित वनों के बचाव के लिए कार्य करता है। इसमें गाँव के स्तर पर संस्थाएँ बनाई जाती है जिनमें ग्रामीण और वन विभाग के अधिकारी संयुक्त रूप से कार्य करते हैं।",
    "Marks": "1"
  },
  {
    "Chapter": 8,
    "Questions type": "Long Answer",
    "Question in English": "If you live in the semi-arid regions of Rajasthan, how will you harvest rainwater?",
    "Question in Hindi": "यदि आप राजस्थान के अर्द्ध-शुष्क क्षेत्रों में निवास करते है तो वर्षा जल संग्रहण किस प्रकार करेंगे?",
    "Answer in English": "We will do rainwater harvesting in the semi-arid regions of Rajasthan in the following ways:\n1. Khadin and Johad- In the semi-arid and arid regions of Rajasthan, pits were made in the fields to collect rainwater so that the land could be irrigated and the conserved water could be used for agriculture. 'Khadin' in Jaisalmer district of Rajasthan and 'Johad' in other areas are examples of this.\n2. Tanka or Underground Tank- In the semi-arid and arid regions of Rajasthan, especially in Bikaner, Phalodi and Barmer, almost every house had an underground tank or tanka to store drinking water. Its size is like a large room. It is an integral part of the well-developed rooftop rainwater harvesting system here. It is built in the main house or courtyard. They are connected to the sloping roofs of the houses through pipes. Rainwater from the roof reaches the underground tanka through these pipes where it is collected.",
    "Answer in Hindi": "हम राजस्थान के अर्द्ध-शुष्क क्षेत्रों में वर्षा जल संग्रहण निम्न प्रकार करेंगे-\n1. खादीन एवं जोहड- राजस्थान के अर्द्ध शुष्क और शुष्क क्षेत्रों में खेतों में वर्षा के जल को एकत्रित करने के लिए गड़ढे बनाए जाते थे जिससे भूमि की सिंचाई की जा सके तथा संरक्षित जल को कृषि के काम में प्रयुक्त किया जा सके। राजस्थान के जैसलमेर जिले में 'खादीन' तथा अन्य क्षेत्रों में 'जोहड़' इसके उदाहरण है।\n2. टांका अथवा भूमिगत टैंक - राजस्थान के अर्द्धशुष्क और शुष्क क्षेत्रों में विशेष रूप से बीकानेर, फलोदी और बाड़मेर में लगभग प्रत्येक घर में पीने का पानी संग्रहित के लिए भूमिगत टैंक अथवा टांका होता था। उसका आकार एक बड़े कमरे के समान होता है। टांका यहाँ सुविकसित छत वर्षा जल संग्रहण का अभिन्न हिस्सा होता है। जिसे मुख्य घर या आंगन में बनाया जाता था। ये घरों की ढलवां छतों द्वारा पाइप से जुड़े होते हैं। छत से वर्षा का जल इन नलों से होकर भूमिगत टांका तक पहुंचता है। जहाँ इसे एकत्रित किया जाता है।",
    "Marks": "3"
  },
  {
    "Chapter": 8,
    "Questions type": "Long Answer",
    "Question in English": "Present your views on the advantages and disadvantages of multipurpose projects.",
    "Question in Hindi": "बहुउद्देशीय परियोजनाओं से होने वाले लाभ तथा हानियों पर अपने विचार प्रस्तुत कीजिए-",
    "Answer in English": "Advantages of Multipurpose Projects:\n1. Dams built under these projects control floods and conserve soil.\n2. Planned afforestation is done in the catchment areas of these dams, which helps in ecosystem conservation.\n3. Fish seeds are prepared in the reservoirs built behind the dams.\n4. These projects provide drinking water and irrigation facilities for agriculture and generate hydroelectricity which meets domestic and industrial power needs.\n\nDisadvantages:\n1. Problems in the habitat of aquatic animals.\n2. Vegetation gets destroyed when reservoirs are built in flood plains.\n3. Large scale displacement of local communities occurs due to dams and they lose their land and livelihood.\n4. Serious ecological consequences are occurring due to irrigation facilities (like salinization).\n5. Possibility of earthquakes increases due to dams and water-borne diseases and pollution spread.\n6. Sediment deposition in reservoirs itself becomes a cause of floods.",
    "Answer in Hindi": "बहुउद्देशीय परियोजनाओं से होने वाले लाभ-\n1. इन परियोजनाओं के अंतर्गत बने बाँधों से बाढ़ो पर नियंत्रण तथा मृदा का संरक्षण होता है।\n2. इन बाँधो के जलग्रहण क्षेत्रों में योजनाबद्ध तरीके से वृक्षारोपण कर वन्य भूमि का विस्तार किया जाता है जिससे परितंत्र के संरक्षण में सहायता मिलती है।\n3. बाँधों के पीछे बने जलाशयों में मछलियों के बीज तैयार किये जाते है।\n4. इन परियोजनाओं से पेयजल तथा कृषि हेतु सिचाई की सुविधा मिलती है तथा जल विद्युत पैदा की जाती है जिसमें घरेलू और औद्योगिक विद्युत की पूर्ति होती है।\n\nहानिया-\n1. जलीय प्राणीयों के आवास में समस्या आती है।\n2. बाढ़ के मैदानों में जलाशय बनाने पर वनस्पति नष्ट हो जाती है।\n3. बाँधो के कारण स्थानीय समुदायों का बड़े पैमाने पर विस्थापन होता है तथा उनकी भूमि तथा आजीविका के साधन छिन जाते है।\n4. सिंचाई सुविधाओं से गंभीर पारिस्थितिकीय परिणाम हो रहे है।\n5. बाँधों के कारण भूकम्प आने की सम्भावना बढ़ती है तथा जल जनित बीमारिया तथा प्रदूषण फैलता है।\n6. जलाशयों में तलछट जमा होने से वे स्वयं बाढ़ो का कारण बन जाते हैं।",
    "Marks": "3"
  },
  {
    "Chapter": 8,
    "Questions type": "Long Answer",
    "Question in English": "According to you, how do dams help in water conservation and management?",
    "Question in Hindi": "आपके अनुसार, पानी के संरक्षण और प्रबंधन में बाँध किस प्रकार मदद करते हैं?",
    "Answer in English": "Dams help in water conservation and management in the following ways:\n1. Water conservation and management is done by dams through flood control.\n2. Water is supplied for irrigation from dams.\n3. Dams are also useful for electricity generation, domestic and industrial use, recreation, inland navigation and pisciculture.",
    "Answer in Hindi": "पानी के संरक्षण और प्रबंधन में बाँध निम्न प्रकार मदद करते है-\n1. बाँधों द्वारा जल संरक्षण और प्रबंधन में एवं बाढ़ का नियंत्रण किया जाता है।\n2. बाँधों से सिंचाई के लिए जल की आपूर्ति की जाती है।\n3. बाँध विद्युत उत्पादन, घरेलू और औद्योगिक उपयोग, मनोरंजन, आंतरिक नौसंचालन एवं मत्स्य पालन के लिए भी उपयोगी होते हैं।",
    "Marks": "3"
  },
  {
    "Chapter": 8,
    "Questions type": "Long Answer",
    "Question in English": "How are multipurpose projects helpful in making the country self-reliant and improving the living standards of people? Explain in your own words.",
    "Question in Hindi": "बहुउद्देशीय परियोजनाएँ किस प्रकार देश को आत्मनिर्भर बनाने तथा लोगों का जीवन स्तर सुधारने में सहायक है? अपने शब्दों में स्पष्ट कीजिए।",
    "Answer in English": "Helpful in making the country self-reliant:\n1. Through these, water is supplied to agriculture uninterruptedly, due to which irrigation of crops on time increases agricultural production.\n2. Mechanization in agriculture has become possible due to availability of energy to agriculture from these projects.\n3. Industries get energy from these projects, increasing industrial production in the country.\n\nHelpful in improving people's living standards:\n1. Increase in agricultural production leads to increase in people's income.\n2. Increase in industrial production increases employment opportunities for workers and their income increases.",
    "Answer in Hindi": "बहुउद्देशीय परियोजनाएँ देश को आत्मनिर्भर बनाने में सहायक-\n1. इनसे खेती को निर्बाध गति से जल की पूर्ति होती है जिससे समय पर फसलों की सिंचाई होने से कृषि उत्पादन बढ़ता है।\n2. इन परियोजनाओं से कृषि को ऊर्जा मिलने से कृषि में मशीनीकरण सम्भव हो गया है।\n3. इन परियोजनाओं से उद्योगों को ऊर्जा मिलती है देश में औद्योगिक उत्पादन बढा है।\n\nलोगो का जीवन स्तर सुधारने में सहायक-\n1. कृषि उत्पादन बढ़ने से लोगों की आय में वृद्धि होती है।\n2. औद्योगिक उत्पादन बढने से श्रमिको के रोजगार के अवसर बढते है तथा उनकी आय में वृद्धि होती है।",
    "Marks": "3"
  },
  {
    "Chapter": 8,
    "Questions type": "Long Answer",
    "Question in English": "Multipurpose projects and big dams have given birth to new social movements. Explain.",
    "Question in Hindi": "बहुउद्देशीय परियोजनाओं तथा बड़े बांधों ने नये सामाजिक आन्दोलनों को जन्म दिया है। स्पष्ट कीजिए-",
    "Answer in English": "Multipurpose projects and big dams have given birth to many social movements. Main among those movements are 'Narmada Bachao Andolan' and 'Tehri Dam Andolan'. There are many reasons for the opposition to these projects and their agitation. Their opposition is mainly due to the large scale displacement of local communities. Due to these projects, generally local people have to sacrifice their land, livelihood and attachment and control over resources for the betterment of the country. Whereas these local people do not get any benefit from these projects. Landlords, big farmers, industrialists and urban centers get more benefit from them. Therefore, new social movements of this type are born to get rehabilitation facilities from the government for the poor people displaced by environmental issues and dams.",
    "Answer in Hindi": "बहुउद्देशीय परियोजनाओं और बड़े बांधों ने अनेक सामाजिक आन्दोलनों को जन्म दिया है। उन आंदोलनों में मुख्य है 'नर्मदा बचाओं आंदोलन' और 'टिहरी बाँध आंदोलन'। इन परियोजनाओं के विरोध तथा इनके आंदोलन के अनेक कारण है। इनका विरोध मुख्य रूप से स्थानीय समुदायों के वृहद स्तर पर विस्थापन के कारण है। इन परियोजनाओं के कारण आमतौर पर स्थानीय लोगों को उनकी जमीन, आजीविका और संसाधनों से लगाव एवं नियंत्रण देश की बेहतरी के लिए कुर्बान करना पडता है। जबकि इन स्थानीय लोगो को इन परियोजनाओं का कोई लाभ नहीं मिल पाता है। जमींदारों, बड़े किसानों, उद्योगपतियों तथा नगरीय केन्द्रों को उनका अधिक लाभ मिलता है। अतः पर्यावरणीय मुद्दों तथा बाँध से विस्थापित गरीब लोगो को सरकार से पुर्नवास सुविधाएँ दिलवाने हेतु इस प्रकार के नये सामाजिक आंदोलन जन्म लेते हैं।",
    "Marks": "3"
  },
  {
    "Chapter": 8,
    "Questions type": "Long Answer",
    "Question in English": "How is water scarcity possible in a region even if water resources are available in abundance? Explain with example.",
    "Question in Hindi": "किसी क्षेत्र में जल संसाधन प्रचुर मात्रा में उपलब्ध होने पर भी वहाँ जल दुर्लभता किस प्रकार संभव है? उदाहरण देकर समझाइए-",
    "Answer in English": "Despite having abundant water resources in an area, water scarcity is possible due to excessive demand, over-exploitation and poor quality of water. The following reasons are responsible:\n1. Excessive and growing population and consequently increasing demand for water leads to water scarcity.\n2. Unequal distribution of water among different sections of society.\n3. Over-exploitation of water resources for domestic use for more population and to grow more grains.\n4. Water scarcity is also visible in areas with abundant quantity due to urbanization, industrialization and urban lifestyle.\n5. Poor quality of water is a cause of water scarcity.\nExample - Shillong, the capital of Meghalaya, which is situated at a distance of 55 km from Mawsynram, the place with the highest rainfall in the world, is facing acute water scarcity due to overpopulation and urbanization.",
    "Answer in Hindi": "किसी क्षेत्र में प्रचुर मात्रा में जल संसाधन होने के बावजूद भी वहाँ जल की अत्यधिक मांग, अतिशोषण तथा जल की खराब गुणवत्ता निम्न कारण उत्तरदायी है।\n1. अत्यधिक और बढ़ती जनसंख्या और उसके परिणामस्वरूप जल की बढ़ती माँग जल की दुर्लभता को जन्म देती है।\n2. समाज के विभिन्न वर्गो में जल का असमान वितरण।\n3. अधिक जनसंख्या के लिए घरेलू उपयोग तथा अधिक अनाज उगाने के लिए जल संसाधनों का अतिशोषण किया जाता है।\n4. शहरीकरण, औद्योगीकरण तथा शहरी जीवनशैली के कारण भी प्रचुर मात्रा वाले क्षेत्रों में जल दुर्लभता दिखाई देती है।\n5. जल की खराब गुणवत्ता जल दुर्लभता का कारण है।\nउदाहरण - मेघालय की राजधानी शिलांग जो कि विश्व के सर्वाधिक वर्षा वाले स्थान मासिनराम से 55 किमी की दूरी पर स्थित है। जल की तीव्र दुर्लभता का सामना कर रहा है। कारण अधिक जनसंख्या तथा शहरीकरण।",
    "Marks": "3"
  },
  {
    "Chapter": 8,
    "Questions type": "Long Answer",
    "Question in English": "What is rainwater harvesting? Explain the objectives of rainwater harvesting.",
    "Question in Hindi": "वर्षा जल संग्रहण क्या है? वर्षा जल संग्रहण के उद्देश्य को स्पष्ट कीजिए।",
    "Answer in English": "Rainwater Harvesting - Storing rainwater to use it in the dry season is called rainwater harvesting.\nThe objectives of rainwater harvesting are as follows:\n1. To meet water requirements in the dry season from the collected water.\n2. Rainwater harvesting controls floods in rivers.\n3. The collected water seeps into the ground which raises the groundwater level.\n4. Along with irrigation, water is also available for drinking, domestic use etc. from rainwater harvesting.",
    "Answer in Hindi": "वर्षा जल संग्रहण- वर्षा के जल को शुष्क मौसम में उपयोग करने के लिए भण्डारित करके रखना वर्षा जल संग्रहण कहलाता है।\nवर्षा जल संग्रहण के उद्देश्य निम्न है-\n1. इसके अर्न्तगत एकत्रित जल से शुष्क मौसम में जल की आवश्यकता की पूर्ति की जाती है।\n2. वर्षा जल संग्रहण से नदियों में आई बाढ़ पर नियंत्रण होता है।\n3. संग्रहित पानी जमीन में रिस-रिस कर जाता है जिससे भौमिक जल का स्तर ऊँचा उठता है।\n4. वर्षा जल संग्रहण के सिंचाई के साथ-साथ पीने, घरेलु उपयोग आदि कार्यों के लिए भी जल उपलब्ध हो पाता है।",
    "Marks": "3"
  },
  {
    "Chapter": 8,
    "Questions type": "Long Answer",
    "Question in English": "Why is there a need for water conservation and management in India? Explain.",
    "Question in Hindi": "भारत में जल संरक्षण एवं प्रबंधन की आवश्यकता क्यों है। स्पष्ट कीजिए।",
    "Answer in English": "Over-exploitation and mismanagement of water resources in India can lead to depletion of water resources, causing serious problems. Consequently, it can lead to ecological crisis which can have a serious impact on our lives. Therefore, it is the need of the hour to conserve and manage our water resources to protect ourselves from health hazards, ensure food security, livelihood and continuity of productive activities and to prevent degradation of our ecosystem. Apart from this, due to industrialization and urbanization, water quality is deteriorating due to industrial wastes, chemicals, pesticides etc. and despite having sufficient water resources, these areas have to face water scarcity. Therefore, it is necessary to have proper conservation and management of water in India.",
    "Answer in Hindi": "भारत में जल संसाधनों के अतिशोषण और कुप्रबंधन से जल संसाधनों का ह्रास हो सकता है जिससे गंभीर समस्याओं का सामना करना पड़ता है। अतः उसके परिणामस्वरूप पारिस्थितिकी संकट की समस्या पैदा हो सकती है जिसका हमारे जीवन पर गंभीर प्रभाव हो सकता है। अतः स्वयं को स्वास्थ्य संबंधी खतरों से बचाने, खाद्यान्न सुरक्षा, अपनी आजीविका और उत्पादक क्रियाओं की निरंतरता को बनाए रखने तथा अपने परितंत्र को निम्नीकृत होने से बचाने के लिए समय की मांग है कि हम अपने जल संसाधनों का संरक्षण और प्रबंधन करें। इसके अतिरिक्त औद्योगिकीकरण और नगरीकरण के कारण औद्योगिक अपशिष्टो, रसायनो, कीटनाशकों आदि के कारण जल गुणवत्ता खराब हो रही है और पर्याप्त जल संसाधनों के होते हुए भी इन क्षेत्रों को जल दुर्लभता का सामना करना पड़ता है। अतः आवश्यकता है कि भारत में जल का उचित संरक्षण एवं प्रबंधन हो।",
    "Marks": "3"
  },
  {
    "Chapter": 9,
    "Questions type": "Fill in the blank",
    "Question in English": "Slash and burn system is called ........................ in the North Eastern regions of India (Assam, Meghalaya, Mizoram and Nagaland).",
    "Question in Hindi": "कर्तन दहन प्रणाली को भारत के उत्तर पूर्वी प्रदेशो (असम, मेघालय, मिजोरम और नगालैंड) में ........................ कहा जाता है।",
    "Answer in English": "Jhum",
    "Answer in Hindi": "झूम",
    "Marks": "1"
  },
  {
    "Chapter": 9,
    "Questions type": "Fill in the blank",
    "Question in English": "Arabica variety of ........................ is produced in our country.",
    "Question in Hindi": "हमारे देश में अरेबिका किस्म की ........................ पैदा की जाती है।",
    "Answer in English": "Coffee",
    "Answer in Hindi": "कॉफी",
    "Marks": "1"
  },
  {
    "Chapter": 9,
    "Questions type": "Fill in the blank",
    "Question in English": "India is believed to be the original home of the ........................ plant.",
    "Question in Hindi": "भारत को ........................ के पौधे का मूल स्थान माना जाता है।",
    "Answer in English": "Cotton",
    "Answer in Hindi": "कपास",
    "Marks": "1"
  },
  {
    "Chapter": 9,
    "Questions type": "Fill in the blank",
    "Question in English": "........................ is called the Golden Fiber.",
    "Question in Hindi": "........................ को सुनहरा रेशा कहा जाता है।",
    "Answer in English": "Jute",
    "Answer in Hindi": "जूट",
    "Marks": "1"
  },
  {
    "Chapter": 9,
    "Questions type": "Fill in the blank",
    "Question in English": "'Slash and burn' agriculture is called ........................ in Manipur.",
    "Question in Hindi": "'कर्तन दहन' कृषि को मणिपुर में ........................ कहते है।",
    "Answer in English": "Pamlou",
    "Answer in Hindi": "पामलू",
    "Marks": "1"
  },
  {
    "Chapter": 9,
    "Questions type": "Fill in the blank",
    "Question in English": "........................ population of India is engaged in agricultural activities.",
    "Question in Hindi": "भारत की ........................ जनसंख्या कृषि कार्यों में संलग्न है।",
    "Answer in English": "Two-thirds",
    "Answer in Hindi": "दो-तिहाई",
    "Marks": "1"
  },
  {
    "Chapter": 9,
    "Questions type": "Fill in the blank",
    "Question in English": "........................ and ........................ are bio-diesel crops.",
    "Question in Hindi": "........................ और ........................ बायो डीजल फसलें है।",
    "Answer in English": "Jatropha, Jojoba",
    "Answer in Hindi": "जेट्रोपा, जोजोबा",
    "Marks": "1"
  },
  {
    "Chapter": 9,
    "Questions type": "Fill in the blank",
    "Question in English": "Tea, Coffee, Rubber, Sugarcane, Banana etc. are important ........................ crops in India.",
    "Question in Hindi": "भारत में चाय, कॉफी, रबड़, गन्ना, केला इत्यादि महत्वपूर्ण ........................ फसलें है।",
    "Answer in English": "Plantation",
    "Answer in Hindi": "रोपण",
    "Marks": "1"
  },
  {
    "Chapter": 9,
    "Questions type": "Fill in the blank",
    "Question in English": "........................ is the main food crop of India.",
    "Question in Hindi": "भारत की मुख्य खाद्यान्न फसल है।",
    "Answer in English": "Rice",
    "Answer in Hindi": "चावल",
    "Marks": "1"
  },
  {
    "Chapter": 9,
    "Questions type": "Fill in the blank",
    "Question in English": "The largest producer and consumer country of pulses in the world is ........................ .",
    "Question in Hindi": "विश्व में दालों का सबसे बड़ा उत्पादक एवं उपभोक्ता देश है।",
    "Answer in English": "India",
    "Answer in Hindi": "भारत",
    "Marks": "1"
  },
  {
    "Chapter": 9,
    "Questions type": "Fill in the blank",
    "Question in English": "Agriculture is a ........................ activity.",
    "Question in Hindi": "कृषि एक ........................ क्रिया है-",
    "Answer in English": "Primary",
    "Answer in Hindi": "प्राथमिक",
    "Marks": "1"
  },
  {
    "Chapter": 9,
    "Questions type": "Fill in the blank",
    "Question in English": "The largest rice producing country in the world is ........................ .",
    "Question in Hindi": "विश्व का सबसे बड़ा चावल उत्पादक देश है।",
    "Answer in English": "China",
    "Answer in Hindi": "चीन",
    "Marks": "1"
  },
  {
    "Chapter": 9,
    "Questions type": "Short Answer",
    "Question in English": "Name a beverage/plantation crop and give details of favorable geographical conditions for growing it.",
    "Question in Hindi": "एक पेय / रोपण फसल का नाम बताएँ तथा उसको उगाने के लिए अनुकूल भौगोलिक परिस्थितियों का विवरण दें।",
    "Answer in English": "1. Tea is a beverage crop. India is a leading tea producing country in the world.\n2. Tea plant grows well in tropical and sub-tropical climates endowed with deep and fertile well-drained soil, rich in humus and organic matter.\n3. Tea bushes require warm and moist frost-free climate all through the year.\n4. Frequent showers evenly distributed over the year ensure continuous growth of tender leaves.",
    "Answer in Hindi": "1. चाय एक पेय फसल है। भारत विश्व का अग्रणी चाय उत्पादक देश है।\n2. चाय का पौधा उष्ण और उपोष्ण कटिबंधीय जलवायु, ह्यूमस और जीवांश युक्त गहरी मिट्टी तथा सुगम जल निकास वाले ढलवा क्षेत्रों में उगाया जाता है।\n3. चाय की खेती के लिए वर्षभर कोष्ण, नम और पालारहित जलवायु की आवश्यकता होती है।\n4. वर्ष भर समान रूप से होने वाली वर्षा की बौछारें कोमल पत्तियों के विकास में सहायक होती है।",
    "Marks": "2"
  },
  {
    "Chapter": 9,
    "Questions type": "Short Answer",
    "Question in English": "Make a list of institutional reform programs undertaken by the government in the interest of farmers.",
    "Question in Hindi": "सरकार द्वारा किसानों के हित में किए गए संस्थागत सुधार कार्यक्रमों की सूची बनाएँ।",
    "Answer in English": "The institutional reform programs undertaken by the government in the interest of farmers are as follows:\n1. Consolidation of holdings.\n2. Abolition of Zamindari system.\n3. Green Revolution through High Yielding Variety seeds.\n4. White Revolution in milk production by improving breeds of animals.\n5. Provision of crop insurance for flood, cyclone, fire and disease.\n6. Establishment of Grameen banks, cooperative societies and banks for providing loan facilities to the farmers at lower rates of interest.\n7. Kisan Credit Card (KCC) and Personal Accident Insurance Scheme (PAIS) were introduced for the benefit of farmers.\n8. The government also announces remunerative procurement prices for important crops.",
    "Answer in Hindi": "सरकार द्वारा किसानों के हित में किए गए संस्थागत सुधार कार्यक्रम निम्नलिखित है-\n1. जोतों की चकबंदी\n2. जमींदारी प्रथा की समाप्ति।\n3. अधिक उपज देने वाले बीजों के द्वारा हरित क्रांति।\n4. पशुओं की नस्ल में सुधार कर दुग्ध उत्पादन में श्वेत क्रांति।\n5. बाढ़, चक्रवात, आग तथा बीमारी के लिए फसल बीमा के प्रावधान।\n6. किसानों को कम दर पर ऋण दिलाने के लिए ग्रामीण बैंकों, सहकारी समितियों और बैंकों की स्थापना की गई।\n7. किसानों के लाभ के लिए किसान क्रेडिट कार्ड और व्यक्तिगत दुर्घटना बीमा योजना शुरू की गई।\n8. महत्वपूर्ण फसलों के लाभदायक खरीद मूल्यों की घोषणा भी सरकार करती है।",
    "Marks": "2"
  },
  {
    "Chapter": 9,
    "Questions type": "Short Answer",
    "Question in English": "State the necessary conditions for cotton production.",
    "Question in Hindi": "कपास उत्पादन के लिए आवश्यक परिस्थितियाँ बताइए-",
    "Answer in English": "1. Cotton needs high temperature, light rainfall or irrigation, 210 frost-free days and bright sun-shine for its growth.\n2. It is a Kharif crop and requires 6 to 8 months to mature.\n3. Black soil of the drier parts of the Deccan plateau is considered suitable for cotton production.",
    "Answer in Hindi": "1. कपास को उगाने के लिए उच्च तापमान, हल्की वर्षा या सिंचाई, 210 पाला रहित दिन और खिली धुप की आवश्यकता होती है।\n2. यह खरीफ की फसल है और इसे पककर तैयार होने में 6 से 8 महीने लगते है।\n3. दक्कन पठार के शुष्कतर भागों में काली मिट्टी कपास उत्पादन के लिए उपयुक्त मानी जाती है।",
    "Marks": "2"
  },
  {
    "Chapter": 9,
    "Questions type": "Short Answer",
    "Question in English": "State the major difference between Rabi and Kharif crops.",
    "Question in Hindi": "रबी एवं खरीफ फसलों में प्रमुख अन्तर बताइए।",
    "Answer in English": "Difference between Rabi and Kharif crops:\n**Rabi Crop:**\n1. Rabi crops are sown in winter from October to December.\n2. They are harvested in summer from April to June.\n3. Wheat, barley, gram, peas and mustard etc. are major Rabi crops.\n\n**Kharif Crop:**\n1. Kharif crops are sown with the onset of monsoon in the months of June-July.\n2. These crops are harvested in September-October month before the onset of winter.\n3. Rice, maize, jowar, bajra etc. are major Kharif crops.",
    "Answer in Hindi": "रबी एवं खरीफ फसलों में अन्तर\n**रबी फसल:**\n1. रबी फसलों को शीत ऋतु में अक्टूबर से दिसम्बर के मध्य बोया जाता है।\n2. इन्हें ग्रीष्म ऋतु में अप्रैल से जून के मध्य काट लिया जाता है।\n3. गेहूँ, जौ, चना, मटर व सरसों आदि प्रमुख रबी फसलें है।\n\n**खरीफ फसल:**\n1. खरीफ फसलें मानसून के आगमन के साथ जून जुलाई के महीनों में बोई जाती है।\n2. इन फसलों को शीत ऋतु के प्रारम्भ होने से पहले ही सितम्बर-अक्टूबर माह में काट लिया जाता है।\n3. चावल, मक्का, ज्वार, बाजरा आदि प्रमुख खरीफ फसलें है।",
    "Marks": "2"
  },
  {
    "Chapter": 9,
    "Questions type": "Short Answer",
    "Question in English": "Write the difference between Primitive Subsistence Farming and Commercial Agriculture.",
    "Question in Hindi": "प्रारंभिक आदिम निर्वाह कृषि और व्यावसायिक / वाणिज्य कृषि के बीच अंतर लिखो।",
    "Answer in English": "**Primitive Subsistence Farming:**\n1. This type of farming is done on small patches of land.\n2. Primitive agricultural tools like wooden plough, dao and digging sticks are used.\n3. It is done with the help of family and community labor.\n\n**Commercial Agriculture:**\n1. This type of farming is done mainly for commercial purposes.\n2. High doses of modern inputs like High Yielding Variety (HYV) seeds, chemical fertilizers and pesticides are used to obtain higher productivity.",
    "Answer in Hindi": "**प्रारंभिक आदिम निर्वाह कृषि:**\n1. इस प्रकार की कृषि भूमि के छोटे टुकड़ों पर की जाती है।\n2. आदिम कृषि औजारों जैसे लकड़ी के हल, डाओ, और खुदाई करने वाली छड़ी से की जाती है।\n3. परिवार तथा समुदाय श्रम की मदद से की जाती है।\n\n**वाणिज्यिक कृषि:**\n1. इस प्रकार की कृषि मुख्यतः वाणिज्यिक उद्देश्यों के लिए की जाती है।\n2. अधिक पैदावार प्राप्त करने के लिए बड़ी मशीनों, अधिक पैदावार देने वाले बीजों, रासायनिक उर्वरकों एवं कीटनाशकों का प्रयोग किया जाता है।",
    "Marks": "2"
  },
  {
    "Chapter": 9,
    "Questions type": "Short Answer",
    "Question in English": "What is Intensive Subsistence Farming? Write three features of this farming.",
    "Question in Hindi": "गहन जीविका कृषि क्या है? इस कृषि की तीन विशेषताएँ लिखिए।",
    "Answer in English": "Intensive Subsistence Farming: This is labor intensive farming, where high doses of biochemical inputs and irrigation are used for higher production.\nFeatures:\n(1) This type of farming is practiced in areas of high population pressure on land.\n(2) Farmers use high doses of biochemical inputs and irrigation to obtain maximum yield from limited land.\n(3) Due to the right of inheritance in land ownership, the size of land holdings becomes small and uneconomical generation after generation.",
    "Answer in Hindi": "गहन जीविका कृषि: यह श्रम गहन खेती है। जहाँ अधिक उत्पादन के लिए अधिक मात्रा में जैव-रासायनिक निवेशों और सिंचाई का प्रयोग किया जाता है।\nविशेषताएँ:\n(1) इस प्रकार की कृषि उन क्षेत्रों में की जाती है जहाँ भूमि पर जनसंख्या दबाव अधिक होता है।\n(2) किसान सीमित भूमि पर अधिकतम पैदावार लेने के लिए अधिक मात्रा में जैव-रासायनिक निवेशों और सिंचाई का प्रयोग करता है।\n(3) भूस्वामित्व में विरासत के अधिकार के कारण पीढ़ी दर पीढ़ी जोतों का आकार छोटा एवं अलाभप्रद होता जा रहा है।",
    "Marks": "2"
  },
  {
    "Chapter": 9,
    "Questions type": "Short Answer",
    "Question in English": "Describe Rice cultivation on the basis of the following points: Climate, Region.",
    "Question in Hindi": "चावल की कृषि का वर्णन निम्न बिन्दुओं के आधार पर कीजिए। जलवायु, क्षेत्र",
    "Answer in English": "1. Climate: Rice is the major food crop of India which is grown as a Kharif crop. It requires temperature above 25°C and annual rainfall above 100 cm for its production.\n2. Production Areas: Rice is grown in the plains of North and North-East India, coastal areas and deltaic regions. Development of dense network of canal irrigation and tubewells have made it possible to grow rice in areas of less rainfall such as Punjab, Haryana and western Uttar Pradesh and parts of Rajasthan.",
    "Answer in Hindi": "1. जलवायु: चावल भारत का प्रमुख खाद्यान्न है जिसे खरीफ की फसल के रूप में उगाया जाता है। चावल के उत्पादन के लिए 25°C से अधिक तापमान एवं 100 से॰मी॰ से अधिक वर्षा की आवश्यकता होती है।\n2. उत्पादक क्षेत्र: चावल भारत में उत्तर और उत्तर-पूर्वी मैदानों, तटीय क्षेत्रो और डेल्टाई प्रदेशो में उगाया जाता है। नहरों के जाल एवं नलकूपों की सघनता के कारण पंजाब हरियाणा पश्चिमी उत्तरप्रदेश एवं राजस्थान के कुछ कम वर्षा वाले क्षेत्रो में चावल की फसल उगाना संभव हो पाया है।",
    "Marks": "2"
  },
  {
    "Chapter": 9,
    "Questions type": "Short Answer",
    "Question in English": "What do you know about Slash and Burn agriculture?",
    "Question in Hindi": "कर्तन दहन प्रणाली कृषि के बारे में आप क्या जानते है?",
    "Answer in English": "Slash and Burn Agriculture - It is a traditional way of farming in which a part of the forest is cut and burnt to do farming. It is also called Jhum cultivation. In this farming, first trees and vegetation are cut, then they are burnt. Ash from burnt vegetation is formed, which is mixed with soil and crops are grown there. After a few years when the fertility of the land decreases, farmers move to another place and repeat the same process.",
    "Answer in Hindi": "कर्तन दहन कृषि - यह खेती का एक पारंपरिक तरीका है जिसमें जगंल के किसी हिस्से को काटकर और जलाकर खेती की जाती है। इसे झूम खेती भी कहते है। इस खेती में पहले पेड़ो और वनस्पतियों को काटा जाता है, फिर उन्हें जलाया जाता है। जली हुई वनस्पति से राख बनती है, जिसे मिट्टी में मिलाकर वहाँ फसल उगाई जाती है। कुछ सालों बाद जब जमीन की उर्वरता कम हो जाती है किसान दूसरी जगह जाकर इसी प्रक्रिया को दोहराते है।",
    "Marks": "2"
  },
  {
    "Chapter": 9,
    "Questions type": "Short Answer",
    "Question in English": "Describe the geographical conditions required for wheat cultivation.",
    "Question in Hindi": "गेहूं की खेती के लिए आवश्यक भौगोलिक परिस्थितियों का वर्णन कीजिए।",
    "Answer in English": "It is a Rabi crop. It requires cool growing season and bright sunshine at the time of ripening. It requires 50 to 75 cm of annual rainfall distributed evenly over the growing season. Alluvial (light loamy) soil and clayey soil are suitable for this.",
    "Answer in Hindi": "यह एक रबी की फसल है इसको उगाने के लिए शीत ऋतु और पकने के समय खिली धूप की आवश्यकता होती है। इसे उगाने के लिए समान रूप से वितरित 50 से 75 सेमी. वार्षिक वर्षा की आवश्यकता होती है। इसके लिए जलोढ़ (हल्की दोमट) मृदा एवं चिकनी मृदा उपयुक्त होती है।",
    "Marks": "2"
  },
  {
    "Chapter": 10,
    "Questions type": "Map Skill",
    "Question in English": "Show the location of atomic energy and thermal power plants on the given outline map of India?",
    "Question in Hindi": "दिये गये भारत के रेखा मानचित्र में आणविक ऊर्जा व तापीय ऊर्जा संयंत्रों की अवस्थिति दर्शाइए?",
    "Answer in English": "Map Work (Refer to Chapter 5 Minerals and Energy Resources Map)",
    "Answer in Hindi": "मानचित्र कार्य (अध्याय-5 खनिज तथा ऊर्जा संसाधन में मानचित्र देखें)",
    "Marks": "4"
  },
  {
    "Chapter": 10,
    "Questions type": "Map Skill",
    "Question in English": "Mark the conventional sources of energy on the given outline map of India?",
    "Question in Hindi": "दिए गये भारत के रेखा मानचित्र में ऊर्जा के परम्परागत ऊर्जा स्रोतों को अंकित कीजिए?",
    "Answer in English": "Map Work (Refer to Chapter 5 Minerals and Energy Resources Map)",
    "Answer in Hindi": "मानचित्र कार्य (अध्याय-5 खनिज तथा ऊर्जा संसाधन में मानचित्र देखें)",
    "Marks": "4"
  },
  {
    "Chapter": 10,
    "Questions type": "Map Skill",
    "Question in English": "Mark the following mineral production places on the given outline map of India?",
    "Question in Hindi": "दिये गये भारत के रेखा मानचित्र में निम्नलिखित खनिज उत्पादन स्थानों को अंकित कीजिए?",
    "Answer in English": "Map Work (Refer to Chapter 5 Minerals and Energy Resources Map)",
    "Answer in Hindi": "मानचित्र कार्य (अध्याय-5 खनिज तथा ऊर्जा संसाधन में मानचित्र देखें)",
    "Marks": "4"
  },
  {
    "Chapter": 11,
    "Questions type": "MCQ",
    "Question in English": "What is the main raw material for cement industry?",
    "Question in Hindi": "सीमेंट उद्योग का प्रमुख कच्चा माल क्या है?",
    "Answer in English": "(a) Limestone",
    "Answer in Hindi": "(अ) चूना पत्थर",
    "Marks": "1"
  },
  {
    "Chapter": 11,
    "Questions type": "MCQ",
    "Question in English": "What is India's rank in the world in sugar production?",
    "Question in Hindi": "भारत का चीनी उत्पादन में विश्व में कौनसा स्थान है?",
    "Answer in English": "(b) Second",
    "Answer in Hindi": "(ब) दूसरा",
    "Marks": "1"
  },
  {
    "Chapter": 11,
    "Questions type": "MCQ",
    "Question in English": "Which of the following industries manufactures telephones, computers etc.?",
    "Question in Hindi": "निम्न में से कौनसे उद्योग दूरभाष कम्प्यूटर आदि संयंत्र निर्मित करते हैं?",
    "Answer in English": "(c) Electronic",
    "Answer in Hindi": "(स) इलेक्ट्रॉनिक",
    "Marks": "1"
  },
  {
    "Chapter": 11,
    "Questions type": "MCQ",
    "Question in English": "Which of the following is an example of mineral based industry?",
    "Question in Hindi": "निम्नलिखित में से कौनसा खनिज पर आधारित उद्योग का उदाहरण है?",
    "Answer in English": "(c) Cement Industry",
    "Answer in Hindi": "(स) सीमेंट उद्योग",
    "Marks": "1"
  },
  {
    "Chapter": 11,
    "Questions type": "MCQ",
    "Question in English": "In which state are most of the jute industries located in India?",
    "Question in Hindi": "भारत में अधिकतर पटसन उद्योग किस राज्य में स्थित है?",
    "Answer in English": "(a) West Bengal",
    "Answer in Hindi": "(अ) पश्चिमी बंगाल",
    "Marks": "1"
  },
  {
    "Chapter": 11,
    "Questions type": "MCQ",
    "Question in English": "What is the contribution of manufacturing to India's Gross Domestic Product (GDP)?",
    "Question in Hindi": "भारत के सकल घरेलू उत्पाद में विनिर्माण का कितना योगदान है?",
    "Answer in English": "(c) 17 percent",
    "Answer in Hindi": "(स) 17 प्रतिशत",
    "Marks": "1"
  },
  {
    "Chapter": 11,
    "Questions type": "MCQ",
    "Question in English": "Where was the first cement factory set up in India?",
    "Question in Hindi": "भारत में सीमेंट का पहला कारखाना कहाँ लगाया गया?",
    "Answer in English": "(b) Chennai",
    "Answer in Hindi": "(ब) चेन्नई",
    "Marks": "1"
  },
  {
    "Chapter": 11,
    "Questions type": "MCQ",
    "Question in English": "Which is the oldest and major industry of India?",
    "Question in Hindi": "भारत का सबसे प्राचीन और प्रमुख उद्योग है?",
    "Answer in English": "(b) Cotton Textile Industry",
    "Answer in Hindi": "(ब) सूती वस्त्र उद्योग",
    "Marks": "1"
  },
  {
    "Chapter": 11,
    "Questions type": "MCQ",
    "Question in English": "When was the first cotton textile mill set up in India?",
    "Question in Hindi": "भारत में सूती वस्त्र का पहला कारखाना कब लगाया गया?",
    "Answer in English": "(b) 1854",
    "Answer in Hindi": "(ब) 1854",
    "Marks": "1"
  },
  {
    "Chapter": 11,
    "Questions type": "MCQ",
    "Question in English": "Manufacturing industry is an activity of which sector?",
    "Question in Hindi": "विनिर्माण उद्योग कौन से क्षेत्र की क्रिया है?",
    "Answer in English": "(b) Secondary",
    "Answer in Hindi": "(ब) द्वितीयक",
    "Marks": "1"
  },
  {
    "Chapter": 11,
    "Questions type": "MCQ",
    "Question in English": "When was the first jute mill set up at Rishra near Kolkata?",
    "Question in Hindi": "कोलकत्ता के निकट रिशरा में पटसन उद्योग का पहला कारखाना कब लगाया गया?",
    "Answer in English": "(c) 1859",
    "Answer in Hindi": "(स) 1859 में",
    "Marks": "1"
  },
  {
    "Chapter": 11,
    "Questions type": "MCQ",
    "Question in English": "The largest producer of jute and jute goods is?",
    "Question in Hindi": "पटसन व पटसन निर्मित सामान का सबसे बड़ा उत्पादक देश है?",
    "Answer in English": "(c) India",
    "Answer in Hindi": "(स) भारत",
    "Marks": "1"
  },
  {
    "Chapter": 11,
    "Questions type": "MCQ",
    "Question in English": "Which is the second most important metallurgical industry in India?",
    "Question in Hindi": "भारत में दूसरा सर्वाधिक महत्वपूर्ण धातु शोधन उद्योग है?",
    "Answer in English": "(d) Aluminum",
    "Answer in Hindi": "(द) एल्यूमिनियम",
    "Marks": "1"
  },
  {
    "Chapter": 11,
    "Questions type": "MCQ",
    "Question in English": "The group of states with the highest number of sugar mills in India is?",
    "Question in Hindi": "भारत में चीनी मिलो की सर्वाधिक संख्या वाले राज्यों का समुह है?",
    "Answer in English": "(b) Uttar Pradesh - Bihar",
    "Answer in Hindi": "(ब) उत्तरप्रदेश - बिहार",
    "Marks": "1"
  },
  {
    "Chapter": 11,
    "Questions type": "MCQ",
    "Question in English": "Producers of which sector convert raw materials into refined goods?",
    "Question in Hindi": "किस क्षेत्र के उत्पादक कच्चे माल को परिष्कृत वस्तुओं में परिवर्तित करते है?",
    "Answer in English": "(b) Secondary",
    "Answer in Hindi": "(ब) द्वितीयक",
    "Marks": "1"
  },
  {
    "Chapter": 11,
    "Questions type": "Very Short",
    "Question in English": "What is Manufacturing?",
    "Question in Hindi": "विनिर्माण क्या है?",
    "Answer in English": "Production of goods in large quantities after processing from raw materials to more valuable products is called manufacturing.",
    "Answer in Hindi": "कच्चे माल को मूल्यवान उत्पाद में परिवर्तित कर अधिक मात्रा में वस्तुओं के उत्पादन को विनिर्माण कहा जाता है।",
    "Marks": "1"
  },
  {
    "Chapter": 11,
    "Questions type": "Very Short",
    "Question in English": "When and where was the first cement factory opened?",
    "Question in Hindi": "सीमेंट का पहला कारखाना कब और कहाँ खोला गया?",
    "Answer in English": "The first cement industry was set up in Chennai in 1904.",
    "Answer in Hindi": "पहला सीमेंट उद्योग सन् 1904 में चैन्नई में लगाया गया था।",
    "Marks": "1"
  },
  {
    "Chapter": 11,
    "Questions type": "Very Short",
    "Question in English": "Name the most important agro-based industry in India.",
    "Question in Hindi": "भारत में सबसे महत्वपूर्ण कृषि आधारित उद्योग का नाम",
    "Answer in English": "Cotton Textile Industry",
    "Answer in Hindi": "सूती वस्त्र उद्योग",
    "Marks": "1"
  },
  {
    "Chapter": 11,
    "Questions type": "Very Short",
    "Question in English": "Which city is known as the electronics capital of India?",
    "Question in Hindi": "किस शहर को भारत की इलेक्ट्रॉनिक्स राजधानी के रूप में जाना जाता है?",
    "Answer in English": "Bengaluru",
    "Answer in Hindi": "बेंगलूरू",
    "Marks": "1"
  },
  {
    "Chapter": 11,
    "Questions type": "Very Short",
    "Question in English": "Give examples of two agro-based industries.",
    "Question in Hindi": "दो कृषि आधारित उद्योगों का उदाहरण दीजिए।",
    "Answer in English": "Cotton textile industry and Jute industry",
    "Answer in Hindi": "सूती वस्त्र उद्योग और पटसन उद्योग",
    "Marks": "1"
  },
  {
    "Chapter": 11,
    "Questions type": "Very Short",
    "Question in English": "When was the National Jute Policy adopted?",
    "Question in Hindi": "राष्ट्रीय पटसन नीति कब अपनायी गई?",
    "Answer in English": "In 2005",
    "Answer in Hindi": "सन् 2005 में",
    "Marks": "1"
  },
  {
    "Chapter": 11,
    "Questions type": "Very Short",
    "Question in English": "Producers of which sector convert raw materials into refined goods?",
    "Question in Hindi": "किस क्षेत्र के उत्पादक कच्चे माल को परिष्कृत वस्तुओं में परिवर्तित करते हैं?",
    "Answer in English": "Secondary Sector",
    "Answer in Hindi": "द्वितीय क्षेत्र",
    "Marks": "1"
  },
  {
    "Chapter": 11,
    "Questions type": "Very Short",
    "Question in English": "Expand SAIL.",
    "Question in Hindi": "SAIL का शब्द विस्तार कीजिए।",
    "Answer in English": "Steel Authority of India",
    "Answer in Hindi": "स्टील अथॉरिटी ऑफ इंडिया",
    "Marks": "1"
  },
  {
    "Chapter": 11,
    "Questions type": "Very Short",
    "Question in English": "Give an example of basic industry.",
    "Question in Hindi": "आधारभूत उद्योग का उदाहरण है।",
    "Answer in English": "Iron and Steel Industry",
    "Answer in Hindi": "लोहा इस्पात उद्योग",
    "Marks": "1"
  },
  {
    "Chapter": 11,
    "Questions type": "Very Short",
    "Question in English": "Which fiber is called Golden Fiber?",
    "Question in Hindi": "किस रेशे को गोल्डन फाइबर कहा जाता है?",
    "Answer in English": "Jute fiber is called Golden Fiber.",
    "Answer in Hindi": "जूट के रेशे को गोल्डन फाइबर कहा जाता है",
    "Marks": "1"
  },
  {
    "Chapter": 11,
    "Questions type": "Very Short",
    "Question in English": "What is considered the measure of development of a country in the world?",
    "Question in Hindi": "विश्व में किसी देश के विकास का पैमाना मापा जाता है?",
    "Answer in English": "By the production and consumption of steel in that country.",
    "Answer in Hindi": "उस देश में इस्पात के उत्पादन व होने वाली खपत द्वारा",
    "Marks": "1"
  },
  {
    "Chapter": 11,
    "Questions type": "Very Short",
    "Question in English": "State two important factors for the establishment of Aluminum industry.",
    "Question in Hindi": "एल्यूमिनियम उद्योग की स्थापना के दो महत्वपूर्ण कारक बताइये।",
    "Answer in English": "(i) Regular supply of energy (ii) Availability of raw material at low cost",
    "Answer in Hindi": "(i) नियमित उर्जा की पूर्ति (ii) कम कीमत पर कच्चे माल की उपलब्धता",
    "Marks": "1"
  },
  {
    "Chapter": 11,
    "Questions type": "Very Short",
    "Question in English": "Which gases are mainly responsible for air pollution?",
    "Question in Hindi": "वायु प्रदूषण के प्रमुख उत्तरदायी गैसे कौनसी है?",
    "Answer in English": "Sulfur dioxide and Carbon monoxide",
    "Answer in Hindi": "सल्फर डाईऑक्साइड तथा कार्बन मोनोऑक्साइड",
    "Marks": "1"
  },
  {
    "Chapter": 11,
    "Questions type": "Very Short",
    "Question in English": "What are the main waste materials in India?",
    "Question in Hindi": "भारत में मुख्य अपशिष्ट पदार्थ है?",
    "Answer in English": "Fly ash, Phospho-gypsum and Iron and Steel slag (impurities)",
    "Answer in Hindi": "फ्लाई एश, फोस्फो - जिप्सम तथा लोहा इस्पात की अशुधियाँ",
    "Marks": "1"
  },
  {
    "Chapter": 11,
    "Questions type": "Very Short",
    "Question in English": "Which diseases are mainly caused by waste from nuclear power plants?",
    "Question in Hindi": "परमाणु उर्जा संयंत्रो के अपशिष्ट से मुख्यतः कौनसी बीमारियाँ होती है?",
    "Answer in English": "Cancer, birth defects and miscarriage",
    "Answer in Hindi": "कैंसर, जन्मजात विकार तथा अकाल प्रसव",
    "Marks": "1"
  },
  {
    "Chapter": 11,
    "Questions type": "Very Short",
    "Question in English": "Which metal is obtained from Bauxite ore?",
    "Question in Hindi": "बॉक्साइट अयस्क से कौनसी धातु प्राप्त होती है?",
    "Answer in English": "Aluminum",
    "Answer in Hindi": "एल्यूमिनियम",
    "Marks": "1"
  },
  {
    "Chapter": 11,
    "Questions type": "Very Short",
    "Question in English": "Concentration of industries around cities is called?",
    "Question in Hindi": "उद्योगो का नगरों के आस-पास ही केन्द्रित होना कहलाता है?",
    "Answer in English": "Agglomeration economies",
    "Answer in Hindi": "समूहन बचत",
    "Marks": "1"
  },
  {
    "Chapter": 11,
    "Questions type": "Very Short",
    "Question in English": "Which are mineral based industries?",
    "Question in Hindi": "खनिज आधारित उद्योग है?",
    "Answer in English": "Iron steel, cement, machine, tools, petrochemical industry",
    "Answer in Hindi": "लौह इस्पात, सीमेंट मशीन, औजार, पेट्रोरसायन उद्योग",
    "Marks": "1"
  },
  {
    "Chapter": 11,
    "Questions type": "Very Short",
    "Question in English": "Give an example of seasonal industry.",
    "Question in Hindi": "मौसमी उद्योग का उदाहरण है?",
    "Answer in English": "Sugar industry",
    "Answer in Hindi": "चीनी उद्योग",
    "Marks": "1"
  },
  {
    "Chapter": 11,
    "Questions type": "Very Short",
    "Question in English": "What is mixed with pig/sponge iron to obtain steel?",
    "Question in Hindi": "ढलवा /स्पंज लोहे से लौहा इस्पात क्या मिलाकर प्राप्त किया जाता है?",
    "Answer in English": "Manganese, Nickel, Chromium",
    "Answer in Hindi": "मैगनीज, निकल, क्रोमियम",
    "Marks": "1"
  },
  {
    "Chapter": 11,
    "Questions type": "Very Short",
    "Question in English": "What is the ratio of iron ore, coking coal and limestone in iron-steel?",
    "Question in Hindi": "लौह- इस्पात में लौह अयस्क, कोकिंग कोल तथा चूना पत्थर का अनुपात है?",
    "Answer in English": "4 : 2 : 1",
    "Answer in Hindi": "4 : 2 : 1",
    "Marks": "1"
  },
  {
    "Chapter": 11,
    "Questions type": "Very Short",
    "Question in English": "Expand SAIL.",
    "Question in Hindi": "SAIL का शब्द विस्तार कीजिए",
    "Answer in English": "Steel Authority of India",
    "Answer in Hindi": "स्टील अथॉरिटी ऑफ इंडिया",
    "Marks": "1"
  },
  {
    "Chapter": 11,
    "Questions type": "Very Short",
    "Question in English": "Which country is the largest producer of steel at present?",
    "Question in Hindi": "वर्तमान समय इस्पात का सबसे बड़ा उत्पादक देश है?",
    "Answer in English": "China",
    "Answer in Hindi": "चीन",
    "Marks": "1"
  },
  {
    "Chapter": 11,
    "Questions type": "Very Short",
    "Question in English": "Through whom is the steel of all public sector undertakings sold?",
    "Question in Hindi": "सार्वजनिक क्षेत्र के सभी उपक्रमों का इस्पात किसके माध्यम से बेचा जाता है?",
    "Answer in English": "SAIL",
    "Answer in Hindi": "SAIL",
    "Marks": "1"
  },
  {
    "Chapter": 11,
    "Questions type": "Very Short",
    "Question in English": "Name any two major consumer industries.",
    "Question in Hindi": "किन्ही दो प्रमुख उपभोक्ता उद्योग के नाम बताइए-",
    "Answer in English": "1. Sugar industry 2. Paper industry",
    "Answer in Hindi": "1. चीनी उद्योग 2. कागज उद्योग",
    "Marks": "1"
  },
  {
    "Chapter": 11,
    "Questions type": "Very Short",
    "Question in English": "Where was India's first cotton textile industry set up?",
    "Question in Hindi": "भारत का प्रथम सूती वस्त्र उद्योग कहाँ लगाया गया-",
    "Answer in English": "Mumbai",
    "Answer in Hindi": "मुम्बई",
    "Marks": "1"
  },
  {
    "Chapter": 12,
    "Questions type": "MCQ",
    "Question in English": "Which of the following states is not connected to Hazira-Vijaipur-Jagdishpur pipeline?",
    "Question in Hindi": "निम्न में से कौनसा राज्य हजीरा विजयपुर जगदीशपुर पाइपलाइन से नहीं जुड़ा है?",
    "Answer in English": "(b) Maharashtra",
    "Answer in Hindi": "(ब) महाराष्ट्र",
    "Marks": "1"
  },
  {
    "Chapter": 12,
    "Questions type": "MCQ",
    "Question in English": "Which of the following modes of transport reduces trans-shipment losses and delays?",
    "Question in Hindi": "निम्न में से परिवहन का कौनसा साधन वहनांतरण हानियों तथा देरी को घटाता है?",
    "Answer in English": "(b) Pipeline",
    "Answer in Hindi": "(ब) पाइप लाइन",
    "Marks": "1"
  },
  {
    "Chapter": 12,
    "Questions type": "MCQ",
    "Question in English": "Which port is located on the western coast of India?",
    "Question in Hindi": "भारत के पश्चिमी तट पर स्थित पतन है?",
    "Answer in English": "(d) Kandla",
    "Answer in Hindi": "(द) कांडला",
    "Marks": "1"
  },
  {
    "Chapter": 12,
    "Questions type": "MCQ",
    "Question in English": "Which two extreme locations are connected by the East-West Corridor?",
    "Question in Hindi": "निम्न में से कौन से दो दूरस्थ स्थित स्थान पूर्वी - पश्चिमी गलियारे से जुड़े हैं?",
    "Answer in English": "(b) Silchar and Porbandar",
    "Answer in Hindi": "(ब) सिलचर तथा पोरबंदर",
    "Marks": "1"
  },
  {
    "Chapter": 12,
    "Questions type": "MCQ",
    "Question in English": "Which of these ports is located on the east coast which is a landlocked and deepest port and is fully protected?",
    "Question in Hindi": "इनमें से कौनसा पत्तन पूर्वी तट पर स्थित है जो अंतः स्थलीय तथा अधिकतम गहराई का पत्तन है तथा पूर्ण सुरक्षित है?",
    "Answer in English": "(c) Visakhapatnam",
    "Answer in Hindi": "(स) विशाखापट्टनम",
    "Marks": "1"
  },
  {
    "Chapter": 12,
    "Questions type": "MCQ",
    "Question in English": "Which of the following terms describes trade between two or more countries?",
    "Question in Hindi": "निम्न में से कौनसा शब्द दो या अधिक देशों के व्यापार को दर्शाता है?",
    "Answer in English": "(c) International Trade",
    "Answer in Hindi": "(स) अंतर्राष्ट्रीय व्यापार",
    "Marks": "1"
  },
  {
    "Chapter": 12,
    "Questions type": "MCQ",
    "Question in English": "Which new port was developed to decongest Mumbai sea port?",
    "Question in Hindi": "मुम्बई समुद्री पत्तन की भीड़ को कम करने के लिए किस नए पत्तन का विकास किया गया?",
    "Answer in English": "(d) Jawaharlal Nehru Port",
    "Answer in Hindi": "(द) जवाहरलाल नेहरू",
    "Marks": "1"
  },
  {
    "Chapter": 12,
    "Questions type": "MCQ",
    "Question in English": "Which mode of transport is the principal mode in India?",
    "Question in Hindi": "निम्न में से कौन सा परिवहन साधन भारत में प्रमुख साधन है?",
    "Answer in English": "(c) Rail Transport",
    "Answer in Hindi": "(स) रेल परिवहन",
    "Marks": "1"
  },
  {
    "Chapter": 12,
    "Questions type": "MCQ",
    "Question in English": "When was air transport nationalized in India?",
    "Question in Hindi": "भारत में वायु परिवहन का राष्ट्रीयकरण कब किया गया-",
    "Answer in English": "(b) 1953",
    "Answer in Hindi": "(ब) 1953",
    "Marks": "1"
  },
  {
    "Chapter": 12,
    "Questions type": "MCQ",
    "Question in English": "At present the number of railway zones in India is?",
    "Question in Hindi": "वर्तमान समय भारत में रेल- खण्डों की संख्या है",
    "Answer in English": "16 (as per old NCERT)",
    "Answer in Hindi": "16",
    "Marks": "1"
  },
  {
    "Chapter": 12,
    "Questions type": "MCQ",
    "Question in English": "What percentage of the country's foreign trade is carried out through sea routes?",
    "Question in Hindi": "देश का कितना प्रतिशत विदेशी व्यापार समुद्री मार्गो द्वारा होता है?",
    "Answer in English": "(a) 95",
    "Answer in Hindi": "(अ) 95",
    "Marks": "1"
  },
  {
    "Chapter": 12,
    "Questions type": "MCQ",
    "Question in English": "The port exporting about 50 percent of the country's iron ore is-",
    "Question in Hindi": "देश का लगभग 50 प्रतिशत लौह अयस्क निर्यात करने वाला पतन है-",
    "Answer in English": "(b) Marmagao",
    "Answer in Hindi": "(ब) मरमगाओं",
    "Marks": "1"
  },
  {
    "Chapter": 12,
    "Questions type": "Fill in the blank",
    "Question in English": "Transport, Communication and ........................ are complementary to each other.",
    "Question in Hindi": "परिवहन, संचार व ........................ एक दूसरे के पुरक है-",
    "Answer in English": "Trade",
    "Answer in Hindi": "व्यापार",
    "Marks": "1"
  },
  {
    "Chapter": 12,
    "Questions type": "Fill in the blank",
    "Question in English": "The country with the largest road network in the world is ........................ .",
    "Question in Hindi": "विश्व में सर्वाधिक सड़क मार्ग जाल वाला देश ........................ है।",
    "Answer in English": "India",
    "Answer in Hindi": "भारत",
    "Marks": "1"
  },
  {
    "Chapter": 12,
    "Questions type": "Fill in the blank",
    "Question in English": "........................ is also called the economic barometer of the nation.",
    "Question in Hindi": "........................ को राष्ट्र का आर्थिक बैरोमीटर भी कहा जाता है।",
    "Answer in English": "International Trade",
    "Answer in Hindi": "अंतर्राष्ट्रीय व्यापार",
    "Marks": "1"
  },
  {
    "Chapter": 12,
    "Questions type": "Fill in the blank",
    "Question in English": "Cards and envelopes (closed letters) are considered ........................ class mail.",
    "Question in Hindi": "कार्ड व लिफाफा बंद चिट्ठी ........................ श्रेणी की डाक समझी जाती है।",
    "Answer in English": "First",
    "Answer in Hindi": "प्रथम",
    "Marks": "1"
  },
  {
    "Chapter": 12,
    "Questions type": "Fill in the blank",
    "Question in English": "Registered packets, books, newspapers and magazines are considered ........................ class mail.",
    "Question in Hindi": "रजिस्टर्ड पैकेट, किताबे अखबार व मैग्जीन ........................ श्रेणी की डाक समझी जाती है।",
    "Answer in English": "Second",
    "Answer in Hindi": "द्वितीयक",
    "Marks": "1"
  },
  {
    "Chapter": 12,
    "Questions type": "Very Short",
    "Question in English": "When and why was the Border Roads Organization formed?",
    "Question in Hindi": "सीमा सड़क संगठन का गठन कब व क्यों किया गया",
    "Answer in English": "In 1960 for the development of roads of strategic importance in the country.",
    "Answer in Hindi": "1960 में देश के सामरिक महत्व की सड़कों का विकास करने के लिए।",
    "Marks": "1"
  },
  {
    "Chapter": 12,
    "Questions type": "Very Short",
    "Question in English": "Which is the longest highway tunnel in the world?",
    "Question in Hindi": "विश्व की सबसे लम्बी राजमार्ग सुरंग है।",
    "Answer in English": "Atal Tunnel (9.02 km) which is in the Pir Panjal range of Himalayas.",
    "Answer in Hindi": "अटल -टनल (9.02 किलेमीटर) जो हिमालय की पीरपंजाल पर्वत माला में है।",
    "Marks": "1"
  },
  {
    "Chapter": 12,
    "Questions type": "Very Short",
    "Question in English": "What do you understand by Balance of Trade?",
    "Question in Hindi": "व्यापार सन्तुलन से आप क्या समझते है?",
    "Answer in English": "If the import and export values are almost equal, it is called balance of trade.",
    "Answer in Hindi": "यदि आयात व निर्यात मूल्य लगभग समान हो तो उसे व्यापार सन्तुलन कहते है।",
    "Marks": "1"
  },
  {
    "Chapter": 12,
    "Questions type": "Very Short",
    "Question in English": "What do you understand by East-West Corridor?",
    "Question in Hindi": "पूर्व- पश्चिम गलियारा से आप क्या समझते है?",
    "Answer in English": "Connecting Silchar (Assam) situated in the East of India to Porbandar (Gujarat) situated in the West by road.",
    "Answer in Hindi": "भारत के पूर्व में स्थित सिलचर (असम) को पश्चिम में स्थित पोरबन्दर (गुजरात) को सड़क मार्ग से जोड़ना।",
    "Marks": "1"
  },
  {
    "Chapter": 12,
    "Questions type": "Very Short",
    "Question in English": "What do you understand by North-South Corridor?",
    "Question in Hindi": "उत्तर दक्षिण गलियारा से आप क्या समझते है?",
    "Answer in English": "Connecting Srinagar (Jammu-Kashmir) situated in the North of India to Kanyakumari (Tamil Nadu) situated in the South by road.",
    "Answer in Hindi": "भारत के उत्तर में स्थित श्रीनगर (जम्मु - कश्मीर) को भारत के दक्षिण में स्थित कन्याकुमारी (तमिलनाडु) को सड़क मार्ग द्वारा जोड़ना।",
    "Marks": "1"
  },
  {
    "Chapter": 12,
    "Questions type": "Very Short",
    "Question in English": "What is the number of major and intermediate ports on the Indian coastline?",
    "Question in Hindi": "भारत की समुद्री तट रेखा पर प्रमुख व मध्यम पत्तनों की संख्या है?",
    "Answer in English": "12 Major and 200 Intermediate/Minor ports",
    "Answer in Hindi": "12 प्रमुख व 200 मध्यम व छोटे पत्तन है",
    "Marks": "1"
  },
  {
    "Chapter": 12,
    "Questions type": "Very Short",
    "Question in English": "Which is India's longest National Highway and which places does it connect?",
    "Question in Hindi": "भारत का सबसे बड़ा राष्ट्रीय राजमार्ग कौनसा व किन स्थानों को जोड़ता है?",
    "Answer in English": "National Highway No. 07 (NH-44), Varanasi to Kanyakumari",
    "Answer in Hindi": "राष्ट्रीय राजमार्ग संख्या 07, वाराणसी कन्याकुमारी तक",
    "Marks": "1"
  },
  {
    "Chapter": 12,
    "Questions type": "Very Short",
    "Question in English": "When and where was the country's first train run?",
    "Question in Hindi": "देश की पहली रेलगाड़ी कब व कहाँ चलाई गई?",
    "Answer in English": "In 1853 between Mumbai and Thane",
    "Answer in Hindi": "1853 में मुंबई से थाणे के मध्य",
    "Marks": "1"
  },
  {
    "Chapter": 12,
    "Questions type": "Very Short",
    "Question in English": "Which six mail channels have been introduced recently in big cities and towns?",
    "Question in Hindi": "हाल हीं में बडे शहरों व नगरों में छः कौनसे डाक मार्ग बनाये गये है?",
    "Answer in English": "Rajdhani Channel, Metro Channel, Green Channel, Business Channel, Bulk Mail Channel, Periodical Channel",
    "Answer in Hindi": "राजधानी मार्ग, मेट्रो चैनल, ग्रीन चैनल, व्यापार (Business) चैनल, भारी (Bulk) चैनल, दस्तावेज (Periodical) चैनल",
    "Marks": "1"
  },
  {
    "Chapter": 12,
    "Questions type": "Very Short",
    "Question in English": "What do you understand by Golden Quadrilateral Super Highways project?",
    "Question in Hindi": "स्वर्णिम चतुर्भुज महामार्ग / परियोजना से आप क्या समझते है?",
    "Answer in English": "Connecting the metropolises of India (Delhi - Mumbai - Chennai - Kolkata - Delhi) by 6 lane road.",
    "Answer in Hindi": "भारत के महानगरों (दिल्ली - मुंबई - चैन्नई - कोलकाता -दिल्ली) का 6 लेन सड़क मार्ग जोड़ना।",
    "Marks": "1"
  },
  {
    "Chapter": 12,
    "Questions type": "Very Short",
    "Question in English": "Major Waterways of India-",
    "Question in Hindi": "भारत के प्रमुख जल मार्ग-",
    "Answer in English": "Waterway No. 01 - Between Haldia and Allahabad, on river Ganga - 1620 km long.\nWaterway No. 02 - Between Sadiya and Dhubri, on river Brahmaputra - 891 km long.",
    "Answer in Hindi": "जल मार्ग न. 01 - हल्दिया तथा इलाहाबाद के मध्य, गंगा जलमार्ग 1620 किमी लम्बा।\nजल मार्गं न. 02 - सदिया व धुबरी के मध्य, ब्रह्मपुत्र नदी पर- 891 किमी लम्बा।",
    "Marks": "1"
  },
  {
    "Chapter": 12,
    "Questions type": "Very Short",
    "Question in English": "Ports located on the West Coast of India-",
    "Question in Hindi": "भारत के पश्चिमि तट पर स्थित बन्दरगाह-",
    "Answer in English": "1. Kandla - Also known as Deendayal Port.\n2. Mumbai - Largest - It is a natural open port. Jawaharlal Nehru Port was developed to reduce its congestion.\n3. Marmagao - Located in Goa. Exports maximum iron ore.\n4. New Mangalore - In Karnataka. Exports iron ore from Kudremukh mines.\n5. Kochi - Natural port situated at the entrance of a lagoon.",
    "Answer in Hindi": "1. कांडला- इसे दीनदयाल पतन के नाम से भी जाना जाता है।\n2. मुंबई बृहत्तम - यह प्राकृतिक खुला पत्तन है इसका दबाव कम करने के लिए जवहर लाल नेहरू पत्तन विकसित किया गया।\n3. मारमागाओं - गोवा में स्थित लौह अयस्क का सर्वाधिक निर्यात।\n4. न्यू मंगलौर- कर्नाटक में। कुद्रेमुख खानों से निकले लौह-अयस्क का निर्यात करता है।\n5. कोच्ची - लेगून झील के मुहाने पर स्थित प्राकृतिक पत्तन।",
    "Marks": "1"
  },
  {
    "Chapter": 12,
    "Questions type": "Very Short",
    "Question in English": "Ports located on the East Coast of India-",
    "Question in Hindi": "भारत के पूर्वी तट पर स्थित बन्दरगाह -",
    "Answer in English": "1. Chennai - Oldest port of the country. Second in terms of trade volume and cargo loading. First - Mumbai.\n2. Visakhapatnam - Landlocked, deep and safe port.\n3. Tuticorin - Located in Tamil Nadu. Helpful in trade with Maldives, Sri Lanka.\n4. Paradip - Located in Odisha. Exports iron ore.\n5. Kolkata - Inland riverine port on Ganga-Brahmaputra basin. Silt accumulation on Hooghly river is its major problem.\n6. Haldia - Built to reduce pressure on Kolkata port.",
    "Answer in Hindi": "1. चेन्नई - देश का प्राचीनतम पत्तन। व्यापार की मात्रा व सामान लादने में दुसरा स्थान। प्रथम- मुंबई।\n2. विशाखापट्नम- स्थल से घिरा, गहरा व सुरक्षित पत्तन।\n3. तूती कोरन- तमिलनाडु में स्थित मालवदीव, श्रीलंका से व्यापार में सहायक।\n4. पाराद्वीप - ओडिशा में स्थित लौह अयस्क का निर्यात करता है।\n5. कोलकाता - गंगा - ब्रह्मपुत्र बेसिन पर अंतः स्थलीय नदीय पत्तन है। हुगली नदी की तलछट पर गाद इसकी प्रमुख समस्या।\n6. हल्दिया - कोलकाता पत्तन का दबाव कम करने के लिए निर्मित।",
    "Marks": "1"
  },
  {
    "Chapter": 12,
    "Questions type": "Very Short",
    "Question in English": "Write two major importance of Road Transport.",
    "Question in Hindi": "सड़क परिवहन के दो प्रमुख महत्त्व लिखिए।",
    "Answer in English": "1. Provides door-to-door services.\n2. Useful for transport of fewer people, shorter distance and fewer goods.",
    "Answer in Hindi": "1. घर- घर सेवाएं उपलब्ध करवाता है।\n2. कम व्यक्तियों, कम दूरी व कम वस्तुओं के परिवहन में उपयोगी।",
    "Marks": "1"
  },
  {
    "Chapter": 12,
    "Questions type": "Very Short",
    "Question in English": "What is Pipeline Transport?",
    "Question in Hindi": "पाइप लाइन परिवहन क्या है?",
    "Answer in English": "Transporting crude oil, petroleum products, natural gas, milk from production centers to industrial areas through pipelines.",
    "Answer in Hindi": "कच्चा तेल, पेट्रोलियम उत्पाद, प्राकृतिक गैस, दूध को उत्पादन स्थान से औद्योगिक क्षैत्रों तक पाईप लाईन द्वारा पहुँचाना।",
    "Marks": "1"
  },
  {
    "Chapter": 12,
    "Questions type": "Very Short",
    "Question in English": "State the importance of Border Roads.",
    "Question in Hindi": "सीमांत सड़कों का महत्त्व बताईए-",
    "Answer in English": "They help in the economic development of difficult areas by increasing accessibility to them.",
    "Answer in Hindi": "दुर्गम क्षैत्रों तक अधिगम्यता बढ़ाकर इनके आर्थिक विकास में सहायक है।",
    "Marks": "1"
  },
  {
    "Chapter": 12,
    "Questions type": "Very Short",
    "Question in English": "Name major imported items of India.",
    "Question in Hindi": "भारत की प्रमुख आयातित वस्तुओं के नाम बताइए-",
    "Answer in English": "Includes Crude Oil, Petroleum and products, Gems and Jewelry, Base Metals, Machines, Agriculture and other products.",
    "Answer in Hindi": "कच्चा तेल, पेट्रोलियम तथा उत्पाद, रत्न व जवाहरात, आधारिक धातुएँ, मशीनें, कृषि व अन्य उत्पाद शामिल है।",
    "Marks": "1"
  },
  {
    "Chapter": 12,
    "Questions type": "Very Short",
    "Question in English": "Name the three gauges of Indian Railways.",
    "Question in Hindi": "भारतीय रेल के तीनों गेजों के नाम बताइए?",
    "Answer in English": "1. Broad Gauge (Big Line) 2. Meter Gauge (Small Line) 3. Narrow Gauge (Narrow Line)",
    "Answer in Hindi": "1. ब्रॉड गेज (बड़ी लाइन) 2. मीटर गेज (छोटी लाइन) 3. नैरो गेज (संकरी लाइन)",
    "Marks": "1"
  }
]