[
  {
    "Chapter": "14",
    "Questions type": "Long Answer Type Questions",
    "Question in English": "What is Federalism? What is the nature of federalism in India? Explain.",
    "Question in Hindi": "संघवाद क्या है? भारत में संघवाद का स्वरूप कैसा है? बताइए।",
    "Answer in English": "Meaning of Federalism - Federalism is that system of government in which power is divided between a central authority and constituent units of the government.\nNature of Federalism in India -\n(1) Union of States - Keeping in mind its internal diversity, a union of various states has been formed in India.\n(2) Three-tier Governance System - Originally, the Indian Constitution provided for a two-tier governance system - (i) Union or Central Government (ii) State Governments. Later, local government institutions were recognized in the Constitution as a third tier.\n(3) Division of Powers - The Indian Constitution clearly divides legislative powers between the Central and State governments through three lists - (i) Union List (ii) State List (iii) Concurrent List.\n(4) Supremacy of Judiciary - In the Indian federal system, the judiciary is independent and supreme. In case of any dispute regarding the division of powers, the decision is taken only in the Supreme Court.\n(5) All states do not have equal rights, for example, Assam, Nagaland, Mizoram have been given special rights compared to other states.",
    "Answer in Hindi": "संघवाद का आशय - संघवाद शासन की वह प्रणाली है जिसमें सत्ता का विभाजन केन्द्रीय प्राधिकार और सरकार की अंगीभूत इकाइयों के मध्य होता है।\nभारत में संघवाद का स्वरूप - (1) राज्यों का संघ - भारत में अपनी आन्तरिक विविधता को ध्यान में रखते हुए विभिन्न राज्यों के संघ का गठन किया गया है।\n(2) त्रिस्तरीय शासन व्यवस्था - भारतीय संविधान के मूल रूप से दो स्तर की शासन व्यवस्था का प्रावधान किया गया है- (i) संघ या केन्द्र सरकार (ii) राज्य सरकारें। बाद में स्थानीय शासन की संस्थाओं को तीसरे स्तर के रूप में संविधान में मान्यता दी गई।\n(3) शक्तियों का विभाजन - भारतीय संविधान में स्पष्ट रूप से केन्द्र और राज्य सरकारों के मध्य विधायी अधिकारों की तीन सूचियों के द्वारा विभाजित किया गया है- (i) संघ सूची (ii) राज्य सूची (iii) समवर्ती सूची\n(4) न्यायपालिका की सर्वोच्चता - भारतीय संघीय व्यवस्था में न्यायपालिका स्वतंत्र व सर्वोच्च है शक्तियों के बंटवारे के संबंध में कोई विवाद होने पर इसका फैसला सर्वोच्च न्यायालय में ही होता है।\n(5) समस्त राज्यों को बराबर अधिकार प्राप्त नहीं जैसे असम, नागालैण्ड, मिजोरम को अन्य राज्यों के मुकाबले विशेष अधिकार दिये गये है।",
    "Marks": "3"
  },
  {
    "Chapter": "14",
    "Questions type": "Long Answer Type Questions",
    "Question in English": "What is meant by decentralization of power? What is the basic idea behind decentralization?",
    "Question in Hindi": "सत्ता के विकेन्द्रीकरण से क्या अभिप्राय है? विकेन्द्रीकरण के पीछे बुनियादी सोच क्या है?",
    "Answer in English": "When powers are taken from the Central and State governments and given to local governments, it is called decentralization of power. In India, federal power sharing is done at three levels: (1) Central level (2) State level (3) Local level. In decentralization of power, powers are taken from the first two levels, central and state levels, and given to local governments. In India, local governments were made more powerful through constitutional amendment in 1992.\nBasic idea behind decentralization -\n(1) The basic idea behind decentralization is that many issues and problems can be solved better at the local level. People have a good understanding of the problems of their area. People also know where to spend money and how to use things more efficiently.\n(2) At the local level, it becomes possible for people to directly participate in policy decisions. This instills a habit of democratic participation. The establishment of local governments is the best way to realize the democratic principle of self-governance.",
    "Answer in Hindi": "जब केन्द्र और राज्य सरकार से शक्तियाँ लेकर स्थानीय सरकारों को दी जाती है तो इसे सत्ता का विकेन्द्रीकरण कहते है। भारत में संघीय सत्ता की साझेदारी तीन स्तरों पर की गई है। (1) केन्द्रीय स्तर (2) राज्य स्तर (3) स्थनीय स्तर। सत्ता के विकेन्द्रीकरण में प्रथम दो स्तरों केन्द्रीय स्तर पर राज्य स्तर से शक्तियाँ लेकर स्थानीय सरकारों को प्रदान की जाती है। भारत में स्थनीय सरकारों को सन् 1992 में संविधान संशोधन के माध्यम से अधिक शक्तिशाली बनाया गया है।\nविकेन्द्रीकरण के पीछे बुनियादी सोच - (1) विकेन्द्रीकरण के पीछे बुनियादी सोच यह है कि अनेक मुद्दों एवं समस्याओं का समाधान स्थानीय स्तर पर ही अच्छे तरीके से हो सकता है। लोगों को अपने क्षेत्र की समस्याओं की अच्छी समझ होती है। लोगों को इस बात की भी जानकारी होती है कि पैसा कहाँ खर्च किया जाए और चीजों का अधिक कुशलता से उपयोग किस तरह किया जा सकता है।\n(2) स्थानीय स्तर पर लोगों का नीतिगत फैसलों में सीधे भागीदार बनना भी संभव हो जाता है। इससे लोकतांत्रिक भागीदारी की आदत पड़ती है। स्थानीय सरकारों की स्थापना स्वशासन के लोकतांत्रिक सिद्धान्त को वास्तविक बनाने का सबसे अच्छा तरीका है।",
    "Marks": "3"
  },
  {
    "Chapter": "14",
    "Questions type": "Long Answer Type Questions",
    "Question in English": "What are the main differences between federal and unitary forms of government? Explain with examples.",
    "Question in Hindi": "शासन के संघीय और एकात्मक स्वरूपों में क्या क्या मुख्य अन्तर है। उदाहरण से स्पष्ट करें।",
    "Answer in English": "Federal Government System - (1) In this form of government, there are governments at two levels and they work independently at their own level. (2) In this system, state governments derive their powers from the Constitution. (3) In this system, subjects are divided between the Union and State governments. (4) In this system, state governments are not answerable to the central government for their actions. In this system, the central government cannot order state governments to do some specific work. Example - India, USA, Belgium, Canada, Australia.\nUnitary Government System - (1) In this form of government, there is only one level of government and state governments work under it. (2) In this, state governments derive their powers from the central government. (3) In this system, there is no division of subjects. (4) In this system, state governments are answerable to the central government for their actions. (5) In this system, the central government can give orders to state governments. Example - France, England, Japan, Italy, Holland.",
    "Answer in Hindi": "संघीय शासन व्यवस्था - (1) इस शासन के स्वरूप में दो स्तरों पर सरकारें होती है तथा अपने अपने स्तर पर स्वतंत्र होकर कार्य करती है। (2) इस व्यवस्था में राज्य सरकारों को शक्तियाँ संविधान से प्राप्त होती है। (3) इस व्यवस्था में संघ और राज्य सरकारों के बीच विषयों का विभाजन होता है। (4) इस व्यवस्था में राज्य सरकारें अपने कार्यों के लिए केन्द्रीय सरकार के प्रति जिम्मेदार नहीं होती है। इस व्यवस्था में केन्द्रीय सरकार राज्य सरकारों को कुछ विशेष कार्य करने का आदेश नहीं दे सकती है उदाहरण - भारत, संयुक्त राज्य अमेरिका, बेल्जियम, कनाडा, ऑस्ट्रेलिया।\nएकात्मक शासन व्यवस्था - (1) इस शासन के स्वरूप में शासन का एक ही स्तर होता है तथा राज्य सरकारें उसके अधीन होकर कार्य करती है। (2) इसमें राज्य सरकारों को अपनी शक्तियाँ केन्द्रीय सरकार से प्राप्त होती है। (3) इस व्यवस्था में विषयों का विभाजन नहीं होता है। (4) इस व्यवस्था में राज्य सरकारें अपने कार्यों के लिए केन्द्रीय सरकार के प्रति जिम्मेदार होती है। (5) इस व्यवस्था में केन्द्रीय सरकार राज्य सरकारों को आदेश दे सकती है। उदाहरण - फ्रांस, इंग्लैंड, जापान, इटली, हॉलैण्ड",
    "Marks": "3"
  },
  {
    "Chapter": "14",
    "Questions type": "Long Answer Type Questions",
    "Question in English": "How did federalism help Belgium in solving the ethnic problem?",
    "Question in Hindi": "संघवाद ने जातीय समस्या को सुलझाने में बेल्जियम की सहायता किस प्रकार की?",
    "Answer in English": "Belgium is a country in the continent of Europe. Before 1993, most powers in Belgium were in the hands of the central government. Provincial governments had nominal rights but these rights were given to them by the central government and the central government could also take them back. That is, there was a unitary government in Belgium. After amending the constitution in 1993, provincial governments in Belgium were given some constitutional rights. For these rights, the provincial governments were no longer dependent on the Centre. Thus Belgium adopted the federal system of government in place of the unitary government, which helped in solving the ethnic problem.",
    "Answer in Hindi": "बेल्जियम यूरोप महाद्वीप का एक देश है। सन् 1993 ई. से पहले बेल्जियम में अधिकांश शक्तियां केन्द्र सरकार के हाथों में थी। प्रान्तीय सरकारों को नाममात्र के अधिकार प्राप्त थे पर ये अधिकार उनको केन्द्र सरकार द्वारा दिए गए थे और इन्हें केन्द्र सरकार वापस भी ले सकती थी। अर्थात् बेल्जियम में एकात्मक सरकार थी। 1993 ई. में संविधान संशोधन करने के पश्चात् बेल्जियम में प्रान्तीय सरकारों को कुछ संवैधानिक अधिकार प्रदान किये गये। इन अधिकारों के लिए प्रान्तीय सरकारें अब केन्द्र पर निर्भर नहीं रही। इस प्रकार बेल्जियम ने एकात्मक शासन के स्थान पर संघीय शासन प्रणाली को अपनाया जिससे जातीय समस्या के समाधान में सहायता प्राप्त हुई।",
    "Marks": "3"
  }
]
