[
  {
    "Chapter": "15",
    "Questions type": "Very Short Answer Type Questions",
    "Question in English": "What do you understand by Varna system?",
    "Question in Hindi": "वर्ण व्यवस्था से आप क्या समझते हो?",
    "Answer in English": "A hierarchy of caste groups in which people of one caste group will be at the top of the social ladder and people of other caste groups will be successively below them.",
    "Answer in Hindi": "जाति समूहों के पदानुक्रम जिसमें एक जाति समूह के लोग सामाजिक पायदान में सबसे ऊपर रहेंगे और अन्य जाति समूह के लोग क्रमागत रूप से उनके नीचे रहेंगे।",
    "Marks": "1"
  },
  {
    "Chapter": "15",
    "Questions type": "Very Short Answer Type Questions",
    "Question in English": "What is meant by gender division?",
    "Question in Hindi": "लैंगिक विभाजन से क्या अभिप्राय है?",
    "Answer in English": "Unequal roles assigned to men and women by society.",
    "Answer in Hindi": "समाज द्वारा स्त्री और पुरुष को दी गई असमान भूमिकाएँ।",
    "Marks": "1"
  },
  {
    "Chapter": "15",
    "Questions type": "Very Short Answer Type Questions",
    "Question in English": "Religion can never be separated from politics, whose statement is this?",
    "Question in Hindi": "धर्म को कभी भी राजनीति से अलग नहीं किया जा सकता यह कथन किसका है?",
    "Answer in English": "Mahatma Gandhi",
    "Answer in Hindi": "महात्मा गाँधी",
    "Marks": "1"
  },
  {
    "Chapter": "15",
    "Questions type": "Very Short Answer Type Questions",
    "Question in English": "What is the sex ratio, female and male literacy as per 2011 census.",
    "Question in Hindi": "2011 की जनगणना के अनुसार लिंगानुपात, महिला व पुरुष साक्षरता कितनी है।",
    "Answer in English": "Sex ratio in India - 943, Male literacy - 82.14, Female literacy 65.46%.",
    "Answer in Hindi": "भारत में लिंगानुपात -943, पुरुष साक्षरता - 82.14, महिला साक्षरता 65.46%।",
    "Marks": "1"
  },
  {
    "Chapter": "15",
    "Questions type": "Very Short Answer Type Questions",
    "Question in English": "What is the meaning of sex ratio?",
    "Question in Hindi": "लिंग अनुपात का क्या अर्थ है?",
    "Answer in English": "The number of girls per 1000 boys in an area is called sex ratio.",
    "Answer in Hindi": "किसी क्षेत्र में 1000 लड़कों पर लड़कियों की संख्या को लिंगानुपात कहते हैं।",
    "Marks": "1"
  },
  {
    "Chapter": "15",
    "Questions type": "Very Short Answer Type Questions",
    "Question in English": "What is meant by casteism?",
    "Question in Hindi": "जातिवाद से क्या आशय है?",
    "Answer in English": "When politicians try to benefit by evoking caste consciousness for electoral gains, this process is called casteism.",
    "Answer in Hindi": "जब राजनेता चुनावी लाभ के लिए जातिगत चेतना उकेरकर उसका लाभ उठाने का प्रयास करते है तो इस प्रक्रिया को जातिवाद कहा जाता है।",
    "Marks": "1"
  },
  {
    "Chapter": "15",
    "Questions type": "Very Short Answer Type Questions",
    "Question in English": "What is the meaning of communal politics?",
    "Question in Hindi": "साम्प्रदायिक राजनीति का क्या अर्थ है?",
    "Answer in English": "When superiority of one religion over other religions is shown in politics, it is called communal politics.",
    "Answer in Hindi": "जब राजनीति में अन्य धर्मों की तुलना में एक धर्म की श्रेष्ठता दर्शायी जाए तो साम्प्रदायिक राजनीति कहते है।",
    "Marks": "1"
  },
  {
    "Chapter": "15",
    "Questions type": "Very Short Answer Type Questions",
    "Question in English": "In which country did the feminist movement start first?",
    "Question in Hindi": "सर्वप्रथम नारीवादी आंदोलन की शुरूआत किस देश से हुई थी?",
    "Answer in English": "From America.",
    "Answer in Hindi": "अमेरिका से।",
    "Marks": "1"
  },
  {
    "Chapter": "15",
    "Questions type": "Very Short Answer Type Questions",
    "Question in English": "What is the basis of gender inequality?",
    "Question in Hindi": "लैंगिक असमानता का आधार क्या है?",
    "Answer in English": "Prevalent stereotypes and fixed social roles.",
    "Answer in Hindi": "प्रचलित रूढ़ छवियाँ और तयशुदा सामाजिक भूमिकाएँ।",
    "Marks": "1"
  },
  {
    "Chapter": "15",
    "Questions type": "Very Short Answer Type Questions",
    "Question in English": "In which country did the feminist movement start first?",
    "Question in Hindi": "सर्वप्रथम नारीवादी आन्दोलन की शुरूआत किस देश से हुई थी?",
    "Answer in English": "United States of America",
    "Answer in Hindi": "संयुक्त राज्य अमेरिका",
    "Marks": "1"
  },
  {
    "Chapter": "15",
    "Questions type": "Very Short Answer Type Questions",
    "Question in English": "State two effects of casteism on our society-",
    "Question in Hindi": "जातिवाद से हमारे समाज पर पड़ने वाले दो प्रभाव बताएँ-",
    "Answer in English": "1. Casteism weakens national unity. 2. Casteism hinders the development of a secular society.",
    "Answer in Hindi": "1. जातिवाद राष्ट्रीय एकता को कमजोर करता है। 2. जातिवाद धर्म निरपेक्ष समाज के विकास में बाधा डालता है।",
    "Marks": "1"
  },
  {
    "Chapter": "15",
    "Questions type": "Very Short Answer Type Questions",
    "Question in English": "Give two suggestions to remove caste inequality-",
    "Question in Hindi": "जातिगत असमानता दूर करने के लिए दो सुझाव दीजिए-",
    "Answer in English": "1. Constitutional provisions should be strictly followed. 2. Caste inequality can also be removed by the spread of education.",
    "Answer in Hindi": "1. संवैधानिक प्रावधानों का पालन कठोरता से किया जाना चाहिए।\n2. शिक्षा के प्रसार से भी जातिगत असमानता को दूर किया जा सकता है।",
    "Marks": "1"
  },
  {
    "Chapter": "15",
    "Questions type": "Short Answer Type Questions",
    "Question in English": "What do you understand by feminist movement?",
    "Question in Hindi": "नारीवादी आन्दोलन से आप क्या समझते हो?",
    "Answer in English": "Movements demanding to raise the political and legal status of women, increase opportunities for education and employment, and demanding equality in their personal and family life as well are called feminist movements.",
    "Answer in Hindi": "महिलाओं के राजनीतिक तथा वैधानिक दर्जे को ऊँचा उठाने के लिए शिक्षा और रोजगार के अवसरों को बढ़ाने की माँग करने तथा उनके निजी व पारिवारिक जीवन में भी बराबरी की माँग करने वाले आन्दोलनों को नारीवादी आन्दोलन कहते है।",
    "Marks": "2"
  },
  {
    "Chapter": "15",
    "Questions type": "Short Answer Type Questions",
    "Question in English": "Explain the meaning of gender disparity/gender division in India.",
    "Question in Hindi": "भारत में लैंगिक विषमता/लैंगिक विभाजन का अर्थ स्पष्ट करें।",
    "Answer in English": "Gender division refers to the division of work between men and women. Some household chores are done only by women while men do some specific types of work.",
    "Answer in Hindi": "लैंगिक विभाजन से आशय पुरुषों एवं महिलाओं के मध्य कार्य के विभाजन से है कुछ घरेलू कार्य केवल महिलाओं द्वारा किए जाते है जबकि पुरुष कुछ विशेष प्रकार के कार्य करते है।",
    "Marks": "2"
  },
  {
    "Chapter": "15",
    "Questions type": "Short Answer Type Questions",
    "Question in English": "Mention three features of secularism in the Indian Constitution.",
    "Question in Hindi": "भारतीय संविधान में धर्मनिरपेक्षता के तीन लक्षणों का उल्लेख करें।",
    "Answer in English": "(1) No religion has been given special status in the Constitution of India. (2) There are provisions related to religious freedom in fundamental rights. (3) Indian Constitution prohibits discrimination based on religion.",
    "Answer in Hindi": "(1) भारत के संविधान में किसी भी धर्म को विशेष दर्जा नहीं दिया गया है। (2) मौलिक अधिकारों में धार्मिक स्वतंत्रता से सम्बन्धित प्रावधान है। (3) भारतीय संविधान धर्म आधारित भेदभाव को निषेध करता है।",
    "Marks": "2"
  },
  {
    "Chapter": "15",
    "Questions type": "Short Answer Type Questions",
    "Question in English": "What do you understand by a secular state? Why was the secular model adopted in India?",
    "Question in Hindi": "धर्मनिरपेक्ष राज्य से आप क्या समझते है? भारत में धर्म निरपेक्ष मॉडल क्यों अपनाया?",
    "Answer in English": "A secular state is a state in which citizens have the freedom to adopt any religion and no religion is given any special status. Communalism has been a big challenge for our country's democracy. During partition, there were horrific communal riots in India and Pakistan. Our constitution makers were fully aware of this challenge. For this reason, they adopted the model of secular governance.",
    "Answer in Hindi": "धर्म निरपेक्ष राज्य वह राज्य है जिसमें नागरिकों को कोई भी धर्म अपनाने की स्वतंत्रता होती है तथा किसी भी धर्म को कोई विशेष दर्जा नहीं दिया जाता है। साम्प्रदायिकता हमारे देश के लोकतंत्र के लिए एक बड़ी चुनौती रही है। विभाजन के समय भारत पाकिस्तान में भयावह साम्प्रदायिक दंगे हुए थे। हमारे संविधान निर्माता इस चुनौती के प्रति पूर्ण रूप से सचेत थे। इस कारण उन्होंने धर्म निरपेक्ष शासन का मॉडल अपनाया।",
    "Marks": "2"
  },
  {
    "Chapter": "15",
    "Questions type": "Short Answer Type Questions",
    "Question in English": "Mention the problem of casteism in Indian politics.",
    "Question in Hindi": "भारतीय राजनीति में जातिवाद की समस्या का उल्लेख करें।",
    "Answer in English": "Many forms of caste are seen in Indian politics such as - (1) Election of candidates according to the number of castes. (2) Giving representation to castes in the formation of government.",
    "Answer in Hindi": "भारतीय राजनीति में जाति के अनेक रूप दिखाई देते हैं यथा- (1) उम्मीदवारों का चुनाव जातियों की संख्या के हिसाब से। (2) सरकार के गठन में जातियों को प्रतिनिधित्व देना।",
    "Marks": "2"
  }
]
