[
  {
    "Chapter": "13",
    "Questions type": "Short Answer Type Questions",
    "Question in English": "What is meant by majoritarianism? Give an example.",
    "Question in Hindi": "बहुसंख्यकवाद से क्या तात्पर्य है? उदाहरण दें।",
    "Answer in English": "Majoritarianism refers to giving the majority community the right to rule in whichever way they want, disregarding the wishes and needs of the minorities. Example - Sri Lanka where the Sinhalas dominate.",
    "Answer in Hindi": "बहुसंख्यकवाद का आशय अल्पसंख्यकों की इच्छाओं और आवश्यकताओं की अवहेलना करते हुए बहुसंख्यक समुदाय को मनचाहे ढंग से शासन करने के अधिकार देने से है। उदाहरण - श्रीलंका जहां सिंहलियों का वर्चस्व है।",
    "Marks": "2"
  },
  {
    "Chapter": "13",
    "Questions type": "Short Answer Type Questions",
    "Question in English": "How many ethnic groups live in Sri Lanka?",
    "Question in Hindi": "श्रीलंका में कितने जातीय समूह के लोग रहते हैं।",
    "Answer in English": "Sinhala, Sri Lankan Tamils, Christians, and Muslim ethnic communities live in Sri Lanka.",
    "Answer in Hindi": "श्रीलंका में सिंहली, श्रीलंकाई मूल के तमिल, ईसाई तथा मुसलमान जातीय समुदाय रहते है।",
    "Marks": "2"
  },
  {
    "Chapter": "13",
    "Questions type": "Short Answer Type Questions",
    "Question in English": "Mutual distrust between two communities in Sri Lanka turned into a major conflict. Clarify the statement.",
    "Question in Hindi": "श्रीलंका में दो समुदायों के बीच पारस्परिक अविश्वास ने एक बड़े टकराव का रूप ले लिया। कथन को स्पष्ट कीजिए।",
    "Answer in English": "Mutual distrust between Sinhala and Tamil people in Sri Lanka took the form of a major conflict. This conflict turned into a civil war, as a result of which thousands of people from both sides were killed. Many families fled their country and became refugees. Many people's businesses were ruined. This civil war has caused many problems in the social, economic and political life of Sri Lanka.",
    "Answer in Hindi": "श्रीलंका में सिंहली एवं तमिल लोगों के बीच पारस्परिक अविश्वास ने एक बड़े टकराव का रूप ले लिया। यह टकराव गृहयुद्ध में परिणित हो गया, परिणामस्वरूप दोनों पक्षों के हजारों लोग मारे गये। अनेक परिवार अपने देश से भागकर शरणार्थी बन गये। अनेक लोगों का व्यवसाय चौपट हो गया। इस गृहयुद्ध ने श्रीलंका के सामाजिक, आर्थिक एवं राजनीतिक जीवन में अनेक परेशानियाँ उत्पन्न की है।",
    "Marks": "2"
  },
  {
    "Chapter": "13",
    "Questions type": "Short Answer Type Questions",
    "Question in English": "How is power shared among different organs of government? Clarify.",
    "Question in Hindi": "शासन के विभिन्न अंगों के बीच किस प्रकार सत्ता का बँटवारा होता है? स्पष्ट की-",
    "Answer in English": "In every democratic system, there are three organs of government - 1. Legislature 2. Executive and 3. Judiciary. The function of the legislature is to make laws, the executive is to implement those laws and the judiciary interprets them and punishes those individuals who violate the law. The functions of the three organs of government are divided in this way. Unlimited powers should not be concentrated in any one organ and each organ should keep a check on the other organ. This maintains the balance of power and the governance runs smoothly.",
    "Answer in Hindi": "प्रत्येक लोकतांत्रिक व्यवस्था में सरकार के तीन अंग होते हैं- 1. विधायिका 2. कार्यपालिका और 3. न्यायपालिका। विधायिका का कार्य कानून का निर्माण करना है, कार्यपालिका उन कानूनों को लागू करना है और न्यायपालिका अपनी व्याख्या करती है तथा उन व्यक्तियों को दंड देती है जो कर का उल्लंघन करते है। सरकार के तीनों अंगों के कार्यों का इस प्रकार विभाजन होता है। किसी एक अंग के पास असीमित शक्तियाँ एकत्रित न हो और प्रत्येक अंग दूसरे अंग पर नियंत्रण रखता हो। इससे शक्ति संतुलन बना रहता है तथा शासन सुचारू रूप से चलता है।",
    "Marks": "2"
  },
  {
    "Chapter": "13",
    "Questions type": "Short Answer Type Questions",
    "Question in English": "What steps have been taken by the Sri Lankan government to maintain majoritarianism?",
    "Question in Hindi": "बहुसंख्यकवाद को बनाए रखने के लिए श्रीलंका की सरकार द्वारा कौन-कौन से कदम उठाये गए है?",
    "Answer in English": "1. Sinhala language was declared the official language.\n2. Many types of facilities were given to Sinhala people by giving them priority in government jobs and other fields.\n3. Talk of protecting and promoting Buddhism has been mentioned.\n4. Policy of giving priority to Sinhalas in universities was adopted.",
    "Answer in Hindi": "1. सिंहली भाषा को राजभाषा घोषित कर दिया।\n2. सिंहली लोगों को सरकारी नौकरियों तथा अन्य क्षेत्रों में प्राथमिकता देकर कई प्रकार की सुविधाएं दी।\n3. बौद्ध धर्म को संरक्षण और बढ़ावा देने की बात कहीं गयी है।\n4. विश्व विद्यालयों में सिंहलियों को प्राथमिकता देने की नीति अपनाई गई।",
    "Marks": "2"
  },
  {
    "Chapter": "13",
    "Questions type": "Short Answer Type Questions",
    "Question in English": "State any two differences between horizontal distribution and vertical distribution of power.",
    "Question in Hindi": "सत्ता के क्षैतिज वितरण और ऊर्ध्वाधर वितरण में कोई दो अंतर बताइए-",
    "Answer in English": "1. In horizontal distribution, power is distributed at the same level of government, whereas in vertical distribution, power is distributed among different levels.\n2. In horizontal distribution, power is shared among organs of government at the same level, whereas in vertical distribution, power is divided among different levels of government.",
    "Answer in Hindi": "1. क्षैतिज वितरण में सरकार के एक ही स्तर पर सत्ता का वितरण होता है जबकि ऊर्ध्वाधर वितरण में सत्ता का वितरण विभिन्न स्तरों में होता है।\n2. क्षैतिज वितरण में एक ही स्तर पर सरकार के अंगों के बीच सत्ता का बँटवारा होता है जबकि ऊर्ध्वाधर वितरण में सरकार की शक्तियों का विकास विभिन्न स्तरों के बीच होता है।",
    "Marks": "2"
  }
]
