[
  {
    "Chapter": 16,
    "Questions type": "Essay Type Questions",
    "Question in English": "Explain the functions of political parties.",
    "Question in Hindi": "राजनीतिक दल के कार्यों की व्याख्या कीजिए-",
    "Answer in English": "1. Contesting Elections - In most democratic countries of the world, elections are fought among candidates selected by political parties. Political parties choose their candidates in many ways, for example in the United States, members and supporters of the party choose the candidates, whereas in India, party leaders choose the candidates.\n2. Putting policies and programs before the voters - Political parties put forward different policies and programs before the voters and voters choose the policies of their choice so that a direction can be given to the policies. Political parties do this work. They bring different types of views to a few basic opinions which they support. The government usually decides its policies according to the opinion of the ruling party.\n3. Making laws - Political parties play a decisive role in making laws for the country. There is a formal debate on laws and they have to be passed in the legislature. But most members of the legislature belong to some political party, so they decide on the instructions of their party leader.\n4. Forming and running the government - Political parties form and run the government. Whichever political party or their alliance gets a majority in the legislature forms the government and runs the government according to its ideology.\n5. Role of Opposition - The parties that lose in the elections play the role of the opposition in the government. Such parties criticize the wrong policies and failures of the government and also keep their opinion. Apart from this, opposition parties also mobilize the common people against the government.\n6. Shaping Public Opinion - Political parties play an important role in shaping public opinion. They bring those issues before the public which the government is unable to manage properly. Thereby they build public opinion in their favor against the ruling party.\n7. Providing access to government machinery - For a common man, it is easier to establish contact and make acquaintance with a political worker than with a government officer.",
    "Answer in Hindi": "1. चुनाव लड़ना – विश्व के अधिकांश लोकतांत्रिक देशों में चुनाव राजनीतिक दलों द्वारा चयनित उम्मीदवारों के मध्य लड़ा जाता है। राजनीति दल अपने उम्मीदवारों का चुनाव कई तरीकों से करते है, जैसे संयुक्त राज्य अमेरिका में उम्मीदवारों का चुनाव दल के सदस्य व समर्थक करते है, वहीं भारत में दलों के नेता ही उम्मीदवार चुनते है।\n2. नीतियों एवं कार्यक्रमों को मतदाताओं के समक्ष रखना- राजनीतिक दल अलग-अलग नीतियों एवं कार्यक्रमों को मतदाताओं के समक्ष रखते है तथा मतदाता अपनी पसंद की नीतियों को एक दिशा प्रदान की जा सके राजनैतिक दल यही कार्य करते है। वे विभिन्न प्रकार के विचारों को कुछ बुनियादी राय तक समेट लाते है। जिनका वे समर्थन करते है। सरकार प्रायः शासन दल की राय के अनुरूप अपनी नीतियाँ तय करती हैं\n3. कानूनों का निर्माण करना- राजनीतिक दल देश के कानून निर्माण में निर्णायक भूमिका का निर्वाह करते है कानूनों पर औपचारिक बहस होती है तथा उन्हें विधायिका में पास करवाना होता है। लेकिन विधायिका के अधिकांश सदस्य किसी न किसी राजनीतिज्ञक दल के सदस्य होते है इस कारण वे अपने दल के नेता के निर्देश पर फैसला करते है।\n4. सरकार बनाना और चलाना- राजनीतिक दल ही सरकार बनाते और चलाते है जो भी राजनीतिक दल अथवा उनका गठबंधन विधायिका में बहुमत प्राप्त करता है वह सरकार बनाता है और अपनी विचारधारा के अनुसार सरकार को चलाता है।\n5. विपक्ष का निर्माण – चुनाव में पराजय का सामना करने वाले दल शासन में विरोधी पक्ष की भूमिका निभाते हे ऐसे दल सरकार की गलत नीतियों व असफलताओं की आलोचना करते है तथा अपनी राय भी रखते है। इसके अतिरिक्त विपक्षी दल सरकार के विरूद्ध आम जनता को भी गोलबन्द करते है।\n6. जनमत का निर्माण- जनमत निर्माण में राजनीतिक दल महत्वपूर्ण भूमिका व निर्वाह करते है। वे उन मुद्दों को जनता के समक्ष लाते है जिनकारसरकार ठीक ढंग से प्रबंधन नहीं कर पाती है। इससे वे अपने पक्ष में एक सत्ताधारी दल के विरूद्ध जनमत बनाते है।\n7. सरकारी मशीनरी तक पहुच उपलब्ध करवाना- राजनीतिक दल सरकार के लिए किसी सरकारी अधिकारी की तुलना में किसी राजनीतिक कार्यकर्ता के जान-पहचान बनाना और उनसे सम्पर्क साधना आसान होता है।",
    "Marks": 4
  },
  {
    "Chapter": 16,
    "Questions type": "Essay Type Questions",
    "Question in English": "What is a political party? Describe the efforts made to reform political parties in India.",
    "Question in Hindi": "राजनीतिक दल क्या है? भारत में राजनीतिक दलों को सुधारने के लिए किए गए प्रयासों का वर्णन कीजिए-",
    "Answer in English": "Political Party- A political party is a group of people who come together to contest elections and hold power in the government. It decides some policies and programs keeping in mind the interests of the entire nation. Most people are seen criticizing political parties. They hold parties responsible for every evil of their democratic system and political life. Apart from this, parties are also blamed for social and political divisions.\nEfforts made to reform political parties in India-\n1. Ban on Defection- The Constitution has been amended to prevent MLAs and MPs from changing parties. According to the law, an MP or MLA changing his party will have to lose his seat. With the implementation of this new law in the country, a decrease in the incidents of defection has been seen.\n2. Submission of Affidavit by every candidate contesting elections- The Supreme Court in India has issued an order to reduce the influence of money and criminals in politics. Under this order, it has been made mandatory for every candidate contesting elections to submit details of his property as well as criminal cases pending against him through an affidavit.\n3. Steps taken by Election Commission- The Election Commission issued an order for all political parties to hold organizational elections and file income tax returns.",
    "Answer in Hindi": "राजनीतिक दल- राजनीतिक दल लोगों का एक समूह होता है जो चुनाव लड़ने एवं सरकार में राजनीतिक सत्ता का हासिल करने के उद्देश्य से कार्य करता है। यह सम्पूर्ण राष्ट्र के हितों को ध्यान में रखकर कुछ नीतियाँ एवं कार्यक्रम तय करता है। अधिकांश लोग राजनीतिक दलों की आलोचना करते नजर आते है। अपनी लोकतांत्रिक व्यवस्था एवं राजनीतिक जीवन की प्रत्येक बुराई के लिए वे दलों को जिम्मेदारी मानते है। इसके अतिरिक्त सामाजिक व राजनीतिक विभाजनों के लिए भी दलों को ही दोषी माना जाता है।\nभारत में राजनीतिक दलों को सुधारने के लिए किए गए प्रयास-\n1. दल बदल पर रोक- विधियकों और सांसदों को दल बदल करने से रोकने के लिए संविधान में संशोधन किया गया है। कानून के अनुसार अपना दल बदलने वाल सांसद अथवा विधायक को अपनी सीट भी गवानी पड़ेगी। देश में इस नए कानून के लागू होने से दल बदल की घटनाओं में कमी देखने को मिली है।\n2. चुनाव लड़ने वाले प्रत्येक उम्मीदवार द्वारा शपथ-पत्र प्रस्तुत करना- भारत में सर्वोच्च न्यायलय ने राजनीति में धन और अपराधियों के प्रभाव को कम करने के लिए एक आदेश जारी किया है। इस आदेश के तहत चुनाव लड़ने वाले प्रत्येक अपनी सम्पत्ति के साथ-साथ अपने खिलाफ चल रहे या नहीं चल रहे आपराधिक मामलों का विवरण एक शपथ-पत्र के माध्यम से प्रस्तुत करना अनिवार्य कर दिया है।\n3. चुनाव आयोग द्वारा उठाए गये कदम- चुनाव आयोग ने सभी राजनीतिक दलों के लिए आदेश जारी किया कि वे संगठनात्मक चुनाव कराये आवश्यक रूप से आयकर रिटर्न भरें।",
    "Marks": 4
  }
]