[
  {
    "Chapter": 16,
    "Questions type": "Multiple Choice Questions",
    "Question in English": "In which political party are the roots of the Bharatiya Janata Party?",
    "Question in Hindi": "भारतीय जनता पार्टी की जड़े किस राजनीतिक दल में है?",
    "Answer in English": "(a) Bharatiya Jana Sangh",
    "Answer in Hindi": "(अ) भारतीय जन संघ",
    "Marks": 1
  },
  {
    "Chapter": 16,
    "Questions type": "Multiple Choice Questions",
    "Question in English": "In which state is the Communist Party of India (CPI)(M) prominent?",
    "Question in Hindi": "कम्यूनिस्ट पार्टी ऑफ इंडिया (CPI)(M) की प्रमुखता किस राज्य में है?",
    "Answer in English": "(a) West Bengal and Kerala",
    "Answer in Hindi": "(अ) पश्चिम बंगाल व केरल",
    "Marks": 1
  },
  {
    "Chapter": 16,
    "Questions type": "Multiple Choice Questions",
    "Question in English": "By whom are the major policy decisions taken in India?",
    "Question in Hindi": "भारत में प्रमुख नीतिगत फैसले किसके द्वारा लिये जाते है?",
    "Answer in English": "(a) Political Executive",
    "Answer in Hindi": "(अ) राजनीतिक कार्यपालिका",
    "Marks": 1
  },
  {
    "Chapter": 16,
    "Questions type": "Multiple Choice Questions",
    "Question in English": "Which country is an example of a one-party political system?",
    "Question in Hindi": "एक दलीय राजनीति व्यवस्था का उदाहरण वाला देश कौनसा है?",
    "Answer in English": "(d) China",
    "Answer in Hindi": "(द) चीन",
    "Marks": 1
  },
  {
    "Chapter": 16,
    "Questions type": "Multiple Choice Questions",
    "Question in English": "Which is considered as the main element (part) of political parties?",
    "Question in Hindi": "राजनीतिक दलों का प्रमुख तत्व (अंग) किसे माना जाता है?",
    "Answer in English": "(a) Leader",
    "Answer in Hindi": "(अ) नेता",
    "Marks": 1
  },
  {
    "Chapter": 16,
    "Questions type": "Multiple Choice Questions",
    "Question in English": "Match the following-\n(a) Congress Party -> (iii) United Progressive Alliance (UPA)\n(b) Bharatiya Janata Party -> (i) NDA (NDA)\n(c) Communist Party -> (iv) Left Front\n(d) Telugu Desam Party -> (ii) State Party",
    "Question in Hindi": "मिलान करों-\n(अ) कांग्रेस पार्टी -> (i) एनडीए\n(ब) भारतीय जनता पार्टी -> (ii) राज्य(प्रांतीय) दल\n(स) साम्यवादी दल -> (iii) संयुक्त प्रगतिशील गठबंधन\n(द) तेलुगु देशम पार्टी -> (iv) वाम मोर्चा\nCode:\n(a) A-i, B-ii, C-iii, D-iv\n(b) A-iii, B-i, C-iv, D-ii\n(c) A-iv, B-iii, C-ii, D-i\n(d) A-i, B-iii, C-iv, D-ii",
    "Answer in English": "(b) A-iii, B-i, C-iv, D-ii",
    "Answer in Hindi": "(ब) अ-iii, ब-i, स-iv, द-ii",
    "Marks": 1
  },
  {
    "Chapter": 16,
    "Questions type": "Multiple Choice Questions",
    "Question in English": "With whom are the rural people associated or familiar?",
    "Question in Hindi": "देहाती लोग किससे साथ जुड़े होते है या रूबरू होते है?",
    "Answer in English": "(b) Political Parties",
    "Answer in Hindi": "(ब) राजनीतिक दल",
    "Marks": 1
  },
  {
    "Chapter": 16,
    "Questions type": "Multiple Choice Questions",
    "Question in English": "When was the Bharatiya Janata Party established?",
    "Question in Hindi": "भारतीय जनता पार्टि की संस्थापना कब हुई?",
    "Answer in English": "(b) 1980",
    "Answer in Hindi": "(ब) 1980",
    "Marks": 1
  },
  {
    "Chapter": 16,
    "Questions type": "Essay Type Questions",
    "Question in English": "Explain the various roles of political parties in a democracy.",
    "Question in Hindi": "लोकतंत्र में राजनीतिक दलों की विभिन्न भूमिकाओं की व्याख्या कीजिए-",
    "Answer in English": "The various roles of political parties in a democracy can be explained under the following points-\n1. Contesting Elections- In most democratic countries of the world, elections are fought among candidates selected by political parties. Political parties choose their candidates in many ways, for example- in the United States, members and supporters of the party choose the candidates, whereas in India, party leaders choose the candidates.\n2. Putting policies and programs before the voters- Political parties put forward different policies and programs before the voters and voters choose the policies and programs of their choice. In a democracy, similar or like-minded views have to be brought together so that a direction can be given to the government's policies, political parties do this work. They bring different types of views to a few basic opinions which they support. The government usually decides its policies according to the opinion of the ruling party.\n3. Role in making laws- Political parties play a decisive role in making laws for the country. There is a formal debate on laws and they have to be passed in the legislature. But most members of the legislature belong to some political party, so they decide on the instructions of their party leader.\n4. Formation and running of the government- Political parties form and run the government. Whichever political party or their alliance gets a majority in the legislature, it forms the government and runs the government and makes policies according to its ideology.",
    "Answer in Hindi": "लोकतंत्र में राजनीति दलों की विभिन्न भूमिकाओं की निम्नलिखित बिन्दुओं के अन्तर्गत स्पष्ट किया जा सकता है-\n1. चुनाव लड़ना- विश्व के अधिकांश लोकतांत्रिक देशों के चुनाव राजनीतिक दलों द्वारा चयनित उम्मीदवारों के मध्य लड़ा जाता है। राजनीतिक दल अपने उम्मीदवारों का चुनाव कई तरीकों से करते है, जैसे- संयुक्त राज्य अमेरिका में उम्मीदवारों का चुनाव दल के सदस्य व समर्थक करते है वहीं भारत में दलों के नेता ही उम्मीदवार चुनते हैं।\n2. नीतियों एवं कार्यक्रमों को मतदाताओं के समक्ष रखना- राजनीतिक दल अलग-अलग नीतियों एवं कार्यक्रमों को मतदाताओं के समक्ष रखते है तथा मतदाता अपनी पसंद की नीतियों एवं कार्यक्रम चुनते है। लोकतंत्र में समान या एक जैसे विचारों को एक साथ लाना होता है ताकि सरकार की नीतियों को एक दिशा प्रदान की जा सके राजनीतिक दल यही कार्य करते है। वे विभिन्न प्रकार के विचारों को कुछ बुनियादी राय तक संसद लाते है जिनका वे समर्थक करते है। सरकार प्रायः शासक दल की राय के अनुरूप अपनी नीतियाँ तय करती है।\n3. कानून निर्माण में भूमिका- राजनीतिक दल देश के कानून निर्माण में निर्णायक भूमिका का निर्वाह करते है। कानूनों पर औपचारिक बहस होती है तथा उन्हें विधायिका में पास करवाना होता है। लेकिन विधायिका के अधिकांश सदस्य किसी न किसी राजनीतिक दल के सदस्य होते है इस कारण वे अपने दल के नेता के निर्देश पर फैसला करते है।\n4. सरकार का निर्माण एवं संचालन- राजनीतिक दल ही सरकार का निर्माण करते एवं उसका संचालन करते है जो भी राजनीतिक दल अथवा उनका गठबंधन विधायिका में बहुमत प्राप्त करता है, वह सरकार बनाता है और अपनी विचारधारा के अनुसार सरकार को चलाता है व नीतियाँ बनाता है।",
    "Marks": 4
  }
]