[
  {
    "Chapter": 16,
    "Questions type": "Essay Type Questions",
    "Question in English": "Describe four suggestions for the reform of political parties in India.",
    "Question in Hindi": "भारत में राजनीतिक दलों के सुधार हेतु चार सुझावों का वर्णन करें।",
    "Answer in English": "Answer- The following are the suggestions for the reform of political parties in India-\n1. Making Laws - A law should be made to regulate the internal affairs of political parties. All parties should maintain a register of their members, follow their constitution, in case of dispute in the party, make an independent authority a judge, and hold open elections for the highest posts of the party, all these arrangements should be made mandatory.\n2. Provision of reservation for women - Political parties should give tickets to women in a minimum ratio (about 1/3) in elections. Apart from this, there should be a provision for reservation for women for the top posts of the party.\n3. State funding of election expenses - The government should bear the expenses of various types of elections. The government should provide funds to various political parties for elections. This fund can be in cash or in kind like petrol, paper, phone etc.\n4. Pressure on political parties by the public - Pressure should be put on political parties by the public. The public can do this work through writing letters, publicity and agitation. Common citizens, pressure groups, movements and media can do this work. Political parties will improve themselves for fear of spoiling their image.",
    "Answer in Hindi": "उत्तर- भारत में राजनीतिक दलों के सुधार हेतु निम्नलिखित सुझाव है-\n1. कानून का निर्माण- राजनीतिक दलों के आंतरिक कामकाज को व्यवस्थित करने के लिए कानून का निर्माण किया जाना चाहिए। सभी दल अपने-अपने सदस्य की सूचि रखे, अपने संविधान का पालना करें, दल में विवाद की स्थिति में एक स्वतंत्र प्राधिकारी को पंच बनाए, दल के सबसे बड़े पदों के लिए खुला चुनाव करा इन समस्त व्यवस्थाओं को अनिवार्य किया जाना चाहिए।\n2. महिलाओं के लिए आरक्षण की व्यवस्था- राजनीतिक दलों की महिलाओं की एक न्यूनतम अनुपात में (लगभग 1/3) चुनाव में टिकट दिया जाना चाहिए। इसके अतिरिक्त दल के प्रमुख पदों पर महिलाओं के लिए आरक्षण की व्यवस्था की जानी चाहिए।\n3. चुनाव खर्च का सरकार द्वारा वहन- विभिन्न प्रकार के चुनावों का खर्च सरकार द्वारा वहन किया जाना चाहिए। सरकार को चुनावों हेतु विभिन्न राजनीतिक दलों को घन प्रदान करना चाहिए। यह घन न कर रूप में अथवा मदद जैसे- पेट्रोल, कागज, फोन आदि के रूप में हो सकता है।\n4. राजनीतिक दलों पर जनता द्वारा दबाव बनाना- राजनीतिक दलों पर जनता द्वारा दबाव बनाया जाए इस हेतु पत्र लिखने, प्रचार करने एवं आन्दोलन के माध्यम से जनता यह कार्य कर सकती है। आम नागरिक दबाव समूह आन्दोलन एवं मीडिया के माध्यम से यह कार्य कर सकता है। अपनी छवि खराब होने के भय से राजनीतिक दल अपने में सुधार करेंगे।",
    "Marks": 4
  },
  {
    "Chapter": 16,
    "Questions type": "Essay Type Questions",
    "Question in English": "Describe the challenges faced by political parties.",
    "Question in Hindi": "राजनीतिक दलों के समक्ष कौन-कौनसी चुनौतियाँ है वर्णन करें-",
    "Answer in English": "Answer- There are the following challenges before political parties in the modern era-\n1. Lack of Internal Democracy- Lack of internal democracy is a major challenge before political parties. It has become a trend all over the world that all power is concentrated in the hands of one or a few leaders. Parties neither have an open list of members nor do they have regular organizational meetings, besides internal elections are also not held. They do not even share information with the workers. Generally, the worker remains unaware of the movements going on in the party.\n2. Trend of Dynastic Succession- This is a major challenge before most political parties in India. People who are big leaders take unfair advantage and promote their close ones, especially their family members. In many parties, people from the same family always come to high positions.\n3. Growing infiltration of money and criminal elements- Since the concern of all political parties is to win elections. Therefore, they do not refrain from adopting any fair or unfair means for this. They field such people in the election who have more money or can raise more money. Many times political parties also support criminals who can win elections and take their help.\n4. Lack of meaningful choice among political parties- In the modern era, political parties lack meaningful alternatives to offer to the voters. To offer meaningful alternatives, there should be a difference in the policies of different parties. In the last few years, the ideological difference between parties in different countries is decreasing.",
    "Answer in Hindi": "उत्तर- आधुनिक युग में राजनीतिक दलों के समक्ष निम्नलिखित चुनौतियाँ है-\n1. आंतरिक लोकतंत्र की कमी- राजनीतिक दलों के समक्ष आंतरिक लोकतंत्र की कमी एक प्रमुख चुनौती है। समस्त विश्व में यह प्रवृत्ति बन गयी हे कि समस्त शक्ति एक या कुछेक नेताओं के हाथ में सिमट जाती है। दलों के पास न तो सदस्यों की खुली सूची होती है न ही नियमित रूप से संगठनात्मक बैठके होती है, इसके अतिरिक्त आन्तरिक चुनाव भी नहीं होते है। कार्यकर्ताओं से वे सूचनाओं का साझा भी नहीं करते। सामान्यतः कार्यकर्ता दल में चल रही हलचलों से अनजान बना रहता है।\n2. वंशवाद की प्रवृत्ति- भारत में अधिकांश राजनीतिक दलों के समक्ष यह एक प्रमुख चुनौती है जो लोग बड़े नेता होते है, वे अनुचित लाभ लेते हुए अपने नजदीकी लोगों विशेषकर अपने परिवार के लोगों को आगे बढ़ाते है। अनेक दलों में उच्च पदों पर हमेशा एक ही परिवार के लोगों आते है।\n3. धन एवं अपराधी तत्वों की बढ़ती घुसपैठ- चूँकि समस्त राजनीतिक दलों की चिन्ता चुनाव जीतने की होती है। अतः इसके लिए वे कोई भी जायज-नाजायज तरीका अपनाने से भी परहेज नहीं करते है। वे ऐसे ही लोगों को चुनाव में उतारते है जिनके पास अधिक पैसा है या अधिक पैसा जुटा सकते है। कई बार राजनीतिक दल चुनाव जीत सकने वाले अपराधियों का भी समर्थन करते है तथा उनकी मदद लेते है।\n4. राजनीतिक दलों के मध्य विकल्पहीनता की स्थिति- आधुनिक युग में राजनीतिक दलों के पास मतदाताओं को देने के लिए सार्थक विकल्प की कमी है। सार्थक विकल्प देने के लिए विभिन्न दलों की नीतियों में अन्तर होना चाहिए। पिछले कुछ वर्षों से विभिन्न देशों में दलो के बीच वैचारिक अन्तर कम होता जा रहा है।",
    "Marks": 4
  },
  {
    "Chapter": 16,
    "Questions type": "Essay Type Questions",
    "Question in English": "Mention the types of political party systems. Explain the multi-party system in the context of India and also mention its advantages and disadvantages.",
    "Question in Hindi": "राजनीतिक दलीय व्यवस्था के प्रकार बताइए। भारत के सन्दर्भ में बहुदलीय व्यवस्था की व्याख्या करते हुए इसके लाभ व हानि भी बताइए-",
    "Answer in English": "Answer- The political party system in the world can be mainly divided into three types.\n1. One-party 2. Two-party 3. Multi-party system\n1. One-party system- When only one party is allowed to form and run the government in a country, it is called a one-party system. In communist China, only the Communist Party is allowed to rule, so the party system there is called one-party.\n2. Two-party system- In some countries, power usually changes between two main parties. There may be many other parties there too, they may win some seats by fighting elections, but only two parties are strong contenders to get a majority and form the government. The United States and Britain have such a two-party system.\n3. Multi-party system- When many parties are in the race for power and more than two parties have a good chance of coming to power on their own or in alliance with others, it is called a multi-party system. India also has such a multi-party system.\nMulti-party system in the context of India- India is a democratic country. Here there is a multi-party system, in our country various political parties fight elections by forming alliances or fronts and win and participate in the formation of the government. Sometimes a single political party also forms the government by winning most of the seats. For example, in the 2004 parliamentary elections, three alliances were formed. National Democratic Alliance, United Progressive Alliance and Left Front. None of these alliances could win the necessary seats to form the government. The United Progressive Alliance formed the government with the support of the Left Front. The biggest advantage of this multi-party system is that it provides an opportunity for political representation to many interests and ideas, while the biggest disadvantage of this system is that it is a very complex system and sometimes it also becomes the cause of political instability.",
    "Answer in Hindi": "उत्तर- विश्व में राजनीतिक दलीय व्यवस्था के प्रमुख रूप से तीन प्रकारों से विभाजित किया जा सकता है।\n1. एकदलीय 2. द्विदलीय 3. बहुदलीय व्यवस्था\n1. एकदलीय व्यवस्था- किसी देश में जब सिर्फ एक ही दल को सरकार बनाने और चलाने की अनुमति होती है तो इसे एकदलीय व्यवस्था कहा जाता है। साम्यवाद चीन में सिर्फ साम्यवादी दल को ही शासन करने की अनुमति है इसलिए वहाँ की दलीय व्यवस्था एकदलीय कहा जाता है।\n2. द्विदलीय व्यवस्था- कुछ देशों में सत्ता आमतौर पर दो मुख्य दलों के बीच ही बदलती रहती है। वहाँ अनेक अन्य पार्टियाँ भी हो सकती है वे चुनाव लड़कर कुछ सीटे जीत सकती है पर सिर्फ दो ही दल बहुमत पाने और सरकार बनाने के प्रबल दावेदार होते है। संयुक्त राज्य अमेरिका और ब्रिटेन में ऐसी ही दो दलीय व्यवस्था है।\n3. बहुदलीय व्यवस्था- जब अनेक दल सत्ता के लिए होड में हो और दो दलों से ज्यादा दलों के अपने दम पर या दूसरों से गठबंधन करके सत्ता में आने के बहुत अवसर हो तो इसे बहुदलीय व्यवस्था कहते है। भारत में भी ऐसी ही बहुदलीय व्यवस्था है।\nभारत के संदर्भ में बहुदलीय व्यवस्था- भारत एक लोकतांत्रिक देश है। यहाँ बहुदलीय व्यवस्था है हमारे देश में विभिन्न राजनीतिक दल गठबंधन या मोर्चा बनाकर चुनाव लड़ते है तथा जीतते है और सरकार के निर्माण में भाग लेते है। कभी-कभी एक राजनीतिक दल भी अधिकांश सीटे जीतकर सरकार बना लेता है। उदाहरण के रूप में सन् 2004 में संसदीय चुनाव में तीन गठबंधन बने थे। राष्ट्रीय जनतांत्रिक गठबंधन, संयुक्त प्रगतिशील गठबंधन एवं वाम मोर्चा। इनमें से कोई भी गठबंधन सरकार बनाने के लिए आवश्यक सीटे नहीं जीत पाया। संयुक्त प्रगतिशील गठबंधन ने वाम मोर्चा के समर्थन से सरकार का गठन किया। इस बहुदलीय व्यवस्था के लिए सबसे बड़ा काम यह है कि यह कई हितों एवं विचारों को राजनीतिक प्रतिनिधित्व का अवसर प्रदान करती है वही इस व्यवस्था का सबसे बड़ा नुकसान यह है कि यह बहुत अधिक जटिल व्यवस्था है तथा यह कभी-कभी राजनीतिक अस्थिरता का कारण भी बन जाती है।",
    "Marks": 4
  }
]