[
  {
    "Chapter": 15,
    "Questions type": "Short Answer Type Questions",
    "Question in English": "Express your views on the status of giving representation to women in politics in India.",
    "Question in Hindi": "भारत में महिलाओं को राजनीति में प्रतिनिधित्व देने की स्थिति पर अपने विचार व्यक्त करें।",
    "Answer in English": "Women's representation in the legislature in India is very low. For example, the number of women MPs in the Lok Sabha reached 14.36 percent for the first time in 2019. Their representation in state assemblies is less than 5 percent. The best way to increase women's participation in politics is to legally fix it through reservation for women in elected institutions.",
    "Answer in Hindi": "भारत में विधायिका में महिला प्रतिनिधित्व बहुत ही कम है उदाहरण के लिए लोकसभा में महिला सांसदों की संख्या पहली बार 2019 में ही 14.36 फीसदी तक पहुँची है राज्यों की विधानसभाओं में इनका प्रतिनिधित्व 5 प्रतिशत से भी कम है। महिलाओं की राजनीति में भागीदारी बढ़ाने का सबसे अच्छा तरीका निर्वाचित संस्थाओं में महिलाओं के लिए कानूनी रूप से आरक्षण द्वारा तय कर देना चाहिए।",
    "Marks": 2
  },
  {
    "Chapter": 15,
    "Questions type": "Short Answer Type Questions",
    "Question in English": "What were Gandhiji's views regarding the relationship between religion and politics?",
    "Question in Hindi": "धर्म और राजनीति के सम्बंध में गांधीजी के क्या विचार थे?",
    "Answer in English": "According to Mahatma Gandhi, religion can never be separated from politics. By religion, he meant moral values that are common to all religions. Gandhiji believed that politics should be guided by values established by religion.",
    "Answer in Hindi": "महात्मा गाँधी के अनुसार धर्म को कभी भी राजनीति से अलग नहीं किया जा सकता, धर्म से उनका अभिप्राय नैतिक मूल्यों से था जो सभी धर्मों से जुड़े है। गाँधीजी का मानना था कि राजनीति धर्म द्वारा स्थापित मूल्यों से निर्देशित होनी चाहिए।",
    "Marks": 2
  },
  {
    "Chapter": 15,
    "Questions type": "Short Answer Type Questions",
    "Question in English": "According to you, how is communalism a challenge?",
    "Question in Hindi": "आपके अनुसार साम्प्रदायिकता कैसे एक चुनौती है?",
    "Answer in English": "Communalism is a challenge before our society because it can have the following effects-\n1. Religious Prejudice- This is the most common challenge of communalism. It involves religious prejudices, stereotypes about religious communities and the belief that one religion is superior to another. It gives birth to division.\n2. Communal Violence- Sometimes communalism takes its most ugly form and leads to violence, riots and massacre on the basis of sect.",
    "Answer in Hindi": "साम्प्रदायिकता हमारे समाज के सामने एक चुनौती है क्योंकि इसके निम्न प्रभाव हो सकते है-\n1. धार्मिक पूर्वाग्रह- यह साम्प्रदायिकता की सबसे आम चुनौती है। इसमें धार्मिक पूर्वाग्रह, धार्मिक समुदायों के बारे में बनी-बनाई धारणाएँ और एक धर्म को दूसरे धर्म से श्रेष्ठ मानने की मान्यता शामिल है। इस विभाजन को जन्म देती है।\n2. साम्प्रदायिक हिंसा- कई बार साम्प्रदायिक सबसे घृणित रूप लेकर सम्प्रदाय के आधार पर हिंसा, दंगा और नरसंहार करती है।",
    "Marks": 2
  }
]