[
  {
    "Chapter": "13",
    "Questions type": "Very Short",
    "Question in English": "Why is power sharing necessary in a democracy?",
    "Question in Hindi": "लोकतंत्र में सत्ता की साझेदारी क्यों आवश्यक है?",
    "Answer in English": "Power sharing reduces the possibilities of conflict and is in accordance with democratic sentiments.",
    "Answer in Hindi": "सत्ता की साझेदारी संघर्ष की संभावनाओं को कम करता है तथा प्रजातान्त्रिक भावनाओं के अनुकूल है।",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "Very Short",
    "Question in English": "Mention one step taken by the Sri Lankan government to establish majoritarianism.",
    "Question in Hindi": "बहुसंख्यकवाद कायम करने के लिए श्रीलंका सरकार द्वारा उठाये गये एक कदम का उल्लेख कीजिए।",
    "Answer in English": "Declaring Sinhala as the only official language in 1956.",
    "Answer in Hindi": "1956 में सिंहली को एकमात्र राजभाषा घोषित करना।",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "Very Short",
    "Question in English": "What was the acute problem between the two communities in Brussels between the decades of 1950 and 1960.",
    "Question in Hindi": "1950 और 1960 के दशकों के बीच ब्रूसेल्स में दो समुदायों के बीच प्रखर समस्या क्या थी।",
    "Answer in English": "Linguistic diversity",
    "Answer in Hindi": "भाषाई विविधता",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "Very Short",
    "Question in English": "Which language speaking people in Belgium have been rich and powerful?",
    "Question in Hindi": "बेल्जियम में कौन सी भाषा बोलने वाले लोग समृद्ध व ताकतवर रहे है-",
    "Answer in English": "French speaking",
    "Answer in Hindi": "फ्रेंच भाषी",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "Very Short",
    "Question in English": "Into how many parts can Belgium be divided in terms of ethnic composition of the society?",
    "Question in Hindi": "बेल्जियम को समाज की जातीय बनावट की दृष्टि से कितने भागों में बांटा जा सकता है।",
    "Answer in English": "In four regions - (1) Capital region - Brussels (2) French speaking region - Wallonia (3) Dutch speaking region - Flemish (4) German speaking region",
    "Answer in Hindi": "चार क्षेत्रों में - (1) राजधानी क्षेत्र - ब्रूसेल्स (2) फ्रेंच भाषी क्षेत्र - बेलोनिया (3) डच भाषी क्षेत्र - फ्लेमिश (4) जर्मन भाषी क्षेत्र",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "Very Short",
    "Question in English": "What is the basic principle of democracy?",
    "Question in Hindi": "लोकतंत्र का बुनियादी सिद्धांत क्या है?",
    "Answer in English": "People are the source of all political power.",
    "Answer in Hindi": "जनता ही समस्त राजनीतिक शक्ति का स्त्रोत है।",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "Very Short",
    "Question in English": "Where is the headquarters of the European Union?",
    "Question in Hindi": "यूरोपीय संघ कामुख्यालय कहाँ है?",
    "Answer in English": "Brussels",
    "Answer in Hindi": "ब्रूसेल्स",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "Very Short",
    "Question in English": "How many amendments did the leaders in Belgium make to their constitution between 1990 and 1993?",
    "Question in Hindi": "बेल्जियम में नेताओं ने 1990 और 1993 के बीच अपने संविधान में कितने संशोधन किया-",
    "Answer in English": "Four amendments",
    "Answer in Hindi": "चार संशोधन",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "Very Short",
    "Question in English": "In which country did mutual distrust between two communities take the form of a civil war?",
    "Question in Hindi": "किस देश में दो समुदायों के बीच पारस्परिक अविश्वास से गृहयुद्ध का रूप ले लिया-",
    "Answer in English": "In Sri Lanka",
    "Answer in Hindi": "श्रीलंका में",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "Very Short",
    "Question in English": "What do you understand by civil war?",
    "Question in Hindi": "गृहयुद्ध से आप क्या समझते है?",
    "Answer in English": "A violent conflict between opposing groups within a country that becomes so intense that it appears like a war is called a civil war.",
    "Answer in Hindi": "किसी देश में सरकार विरोधी समूहों की हिंसक लड़ाई ऐसा रूप ले-ले कि वह युद्ध सा लगे तो उसे गृहयुद्ध कहते है।",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "Very Short",
    "Question in English": "What is the moral argument for power sharing?",
    "Question in Hindi": "सत्ता की साझेदारी का नैतिक तर्क क्या है?",
    "Answer in English": "The moral argument for power sharing is that it is the very spirit of democracy.",
    "Answer in Hindi": "सत्ता की साझेदारी का नैतिक तर्क है कि यह लोकतंत्र की आत्मा है।",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "Very Short",
    "Question in English": "Which system of governance is currently in Belgium?",
    "Question in Hindi": "बेल्जियम में वर्तमान में कौनसी शासन प्रणाली है?",
    "Answer in English": "Federal system of governance",
    "Answer in Hindi": "संघात्मक शासन प्रणाली",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "Very Short",
    "Question in English": "What is the meaning of power sharing?",
    "Question in Hindi": "सत्ता की साझेदारी का क्या अर्थ है?",
    "Answer in English": "Power sharing is the process of dividing power among different groups so that the system runs smoothly.",
    "Answer in Hindi": "सत्ता की साझेदारी अलग-अलग समूहों में सत्ता के बँटवारे की प्रक्रिया है ताकि व्यवस्था सुचारू रूप से चल सके।",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "Short Answer",
    "Question in English": "What are the different forms of power sharing in democracy?",
    "Question in Hindi": "लोकतंत्र में सत्ता की साझेदारी के विभिन्न रूप कौन कौन से है?",
    "Answer in English": "The following four forms of power sharing exist in democracy-\n(1) Division of power among different organs of the same government (Executive, Legislature and Judiciary)\n(2) Division of power among different levels of government (Central Government, State and Local Government)\n(3) Division of power among different social groups (Religious, Linguistic backward and minority groups)\n(4) Division of power among different political parties, pressure groups, farmers, industrial workers and movements.",
    "Answer in Hindi": "लोकतंत्र में सत्ता की साझेदारी के निम्न चार रूप विद्यमान है-\n(1) एक ही सरकार के विभिन्न अंगों (कार्यपालिका, विधायिका और न्यायपालिका) के मध्य सत्ता का विभाजन\n(2) सरकार के विभिन्न स्तरों (केन्द्र सरकार, राज्य और स्थानीय सरकार) के मध्य सत्ता का विभाजन\n(3) विभिन्न सामाजिक समूहों (धार्मिक, भाषाई पिछड़े और अल्प संख्यक समूह) के मध्य सत्ता का विभाजन\n(4) विभिन्न राजनीतिक दलों, दबाव समूहों, किसानों औद्योगिक मजदूरों एवं आन्दोलनों के मध्य सत्ता का विभाजन।",
    "Marks": "2"
  },
  {
    "Chapter": "13",
    "Questions type": "Short Answer",
    "Question in English": "Why is power sharing necessary in a democracy?",
    "Question in Hindi": "लोकतंत्र में सत्ता की साझेदारी क्यों जरूरी है?",
    "Answer in English": "Need for power sharing -\n(1) Reduces conflict between social groups.\n(2) It is the spirit of democracy.\n(3) Nurturer of equality and protection of everyone's interests.\n(4) Protection of individual freedom.\n(5) Development of local self-government.\n(6) Capable and efficient governance system.",
    "Answer in Hindi": "सत्ता की साझेदारी की आवश्यकता -\n(1) सामाजिक समूहों के मध्य टकराव को कम करती है।\n(2) यह लोकतंत्र की आत्मा है। (3) समानता की पोषक व सभी के हितों की सुरक्षा (4) व्यक्तिगत स्वतंत्रता की रक्षा (5) स्थानीय स्वशासन का विकास (6) योग्य एवं कुशल शासन व्यवस्था।",
    "Marks": "2"
  },
  {
    "Chapter": "13",
    "Questions type": "Short Answer",
    "Question in English": "What is the meaning of power sharing?",
    "Question in Hindi": "सत्ता की साझेदारी का क्या अर्थ हैं?",
    "Answer in English": "Power sharing is the process of distributing power among different groups so that the system can run smoothly. The basic principle of democracy is that the people are the source of all political power, therefore, to avoid conflict between different social groups, participation in power should be given.",
    "Answer in Hindi": "सत्ता की साझेदारी अलग-अलग समूहों में सत्ता के बँटवारे की प्रक्रिया है। ताकि व्यवस्था सुचारू रूप से चल सके। लोकतंत्र का बुनियादी सिद्धान्त है कि जनता ही सारी राजनीतिक शक्ति का स्रोत है अतः विभिन्न सामाजिक समूहों के बीच टकराव को टालने के लिए सत्ता में हिस्सेदारी दे देनी चाहिए।",
    "Marks": "2"
  },
  {
    "Chapter": "13",
    "Questions type": "Short Answer",
    "Question in English": "What were the main demands of Tamils in Sri Lanka?",
    "Question in Hindi": "श्रीलंका में तमिलो की प्रमुख मांगे क्या-क्या थी-",
    "Answer in English": "(1) Tamil language should also be given the status of official language.\n(2) Equal opportunities should be provided in education and government services as Sinhalese.\n(3) Autonomy should be granted to Tamil dominated areas.",
    "Answer in Hindi": "(1) तमिल भाषा को भी राजभाषा का दर्जा दिया जाये।\n(2) शिक्षा व सरकारी सेवाओं में सिंहलियों के समान अवसर प्रदान किये जाये।\n(3) तमिल बहुल क्षेत्रों को स्वायत्तता प्रदान की जाये।",
    "Marks": "2"
  },
  {
    "Chapter": "13",
    "Questions type": "Short Answer",
    "Question in English": "Give any two examples of power sharing among different social groups.",
    "Question in Hindi": "विभिन्न सामाजिक समूहों के मध्य सत्ता के बंटवारे के कोई दो उदाहरण दीजिए।",
    "Answer in English": "(1) Formation of Community Government in Belgium.\n(2) System of reservation for socially weaker communities and women in legislature and government services in India.",
    "Answer in Hindi": "(1) बेल्जियम में सामुदायिक सरकार का गठन\n(2) भारत में सामाजिक रूप से कमजोर समुदायों व महिलाओं को विधायिका एवं सरकारी सेवाओं में आरक्षण की व्यवस्था।",
    "Marks": "2"
  }
]