[
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "2025-26 अध्याय 13 सरकार के विभिन्न अंगों में सत्ता का बंटवारा कहलाता है",
    "Question in English": "2025-26 Chapter 13 The distribution of power among different organs of the government is called",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "( ब ) सत्त का उर्ध्वधर वितरण",
    "Question in English": "(b) Distribution of the sattta",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "(द ) उपर्युक्त में से कोई नहीं यूरोपीय संघ का मुख्यालय कहाँ स्थित है? ( ब ) पेरिस (अ ) लंदन जिनेवा ( स)ब्रूसेल्स श्रीलंका को स्वतंत्रता प्राप्त हुई",
    "Question in English": "(d) None of the above Where is the headquarters of the European Union located? (B) Paris (A) London Geneva (C) Brussels Sri Lanka gained independence",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "श्रीलंका की आबादी में सबसे बड़ा हिस्सा किस प्रमुख सामाजिक समूह का है-",
    "Question in English": "Which major social group has the largest share in the population of Sri Lanka?",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "( स )श्रीलंकाई तमिल ईसाई बेल्जियम में डच भाषी क्षेत्र है- 5. % (अ ) वेलोन ( स ) फ्लेमिश उपर्युक्त बेल्जियम में केन्द्र और राज्य सरकार के अलावा तीसरे स्तर की सरकार होती है नगरीय सरकार (अ ) पंचायती राज सामुदायिक सरकार ( स ) अल्पमत सरकार ( द ) दिया गया- श्रीलंक में सिहंली भाषा को राजभाषा का दर्जा में 1956",
    "Question in English": "(C) Sri Lankan Tamil Christians. Dutch speaking area in Belgium is - 5.% (A) Walloon (C) Flemish Apart from the central and state government in the above mentioned Belgium, the third level of government is Municipal Government (A) Panchayati Raj Community Government (C) Minority Government (D) Sinhala language was given the status of official language in Sri Lanka in 1956.",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "निम्न में से किस देश ने ११७० से १११३ के मध्य अपने संविधान में चार संशोधन किए- (अ ) श्रोलंका ( ब ) भारत बेल्जियम ( स ) नेपाल लोकतांत्रिक देशों में देश में एकता तभी संभव है जब (अ ) बहुसंख्यक समुदाय अल्पसंख्यकों पर प्रभुत्व कlयH सत्ता की साझेदारी कुल अंक ४ ( वस्तुनिष्ठ प्रश्न - १, अंक -१, अतिलघुत्तरात्मक प्रश्न-१ , अंक -१ , लघुत्तरात्मक प्रश्न-१ , अंक -२ ) है करता बहुसंख्यक समुदाय अल्पसंख्यकों को सत्ता में हिस्सेदार न बनाएं",
    "Question in English": "Which of the following countries made four amendments in its constitution between 1170 and 1113 - (a) Sri Lanka (b) India Belgium (c) Nepal Unity in the country is possible in democratic countries only when (a) Majority community dominates minorities and power sharing. Total marks are 4 (Objective question - 1, Mark - 1, Very short answer question - 1, Mark - 1, Short answer question - 1, Mark - 2) The majority community does not allow minorities to share in power.",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "उपर्युक्त में से कोई नहों (द ) निम्न में से किस देश के साथ बेल्जियम की सीमाएं नहीं 10. लगती है- फ्रांस",
    "Question in English": "None of the above (d) Belgium does not have borders with which of the following countries? 10. France",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "किस देश में सत्ता का बंटवारा सामाजिक 11. पर सामुदायिक सरकार दिखाई देती है-",
    "Question in English": "In which country the distribution of power is social 11. Community government is visible on-",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "देश नें दो समुदायों के बीच पारस्परिक अविश्वास 1२ ने बड़े टकराव का रूप ले लिया-",
    "Question in English": "Mutual distrust between two communities in the country took the form of a major conflict -",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "बेल्जियम निम्न में से किस महाद्वीप का देश है- 13 ( ब ) उत्तरी अमेरिका (अ ) यूरोप आस्ट्रेलिया ( स )एशिया 14. श्रीलंका में गृह युद्ध का अंत कब हुआ?",
    "Question in English": "Belgium is a country of which of the following continents - 13 (B) North America (A) Europe Australia (C) Asia 14. When did the civil war end in Sri Lanka?",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "बेल्जियम में अधिकांश लोग किस भाषा को बोलते है? 15. हिन्दो अंग्रेजो फ्रेंच अ 16. श्रीलंका में सामाजिक समूह सिंह लियो का कुल आबादी में कितना प्रतिशत है? 75% 25% 54% 84 31",
    "Question in English": "Which language do most people speak in Belgium? 15. Hindu English French A 16. What is the percentage of social group Leo in the total population in Sri Lanka? 75% 25% 54% 84 31",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "2025-26 17. श्रीलंका में सिंहली को एकमात्र राज्य भाषा घोषित किया गया १९५६ में १९५३ में १९५० नें १९४७ मे 18 बेल्जिसम की कुल आबादी का कितना प्रतिशत फ्लेमिश इलाके में रहती है? ५९ प्रतिशत",
    "Question in English": "2025-26 17. Sinhala was declared the sole state language in Sri Lanka In 1956 In 1953 In 1950 In 1947 18 What percentage of the total population of Belgium lives in the Flemish region? 59 percent",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "कौनसा देश बेल्जियम कीं सीमा से नहीं लगता ? 19 निदरलैण्ड फ्रास जर्मनो इटलो सत्ता की साझेदारी जरूरी है- 2०",
    "Question in English": "Which country does not border Belgium? 19 Netherlands France Germano Italy Power sharing is necessary - 20",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "Very Short",
    "Question in Hindi": "कानूनों एवं आजादी के तानाशही के लिए के लिए नैतिकता बुद्धमान एव शक्ति का उर्ध्वाधर वितरण कौनसीं शासन प्रणाली में होता 21 तानाशाही अध्यक्षात्मक संघात्मक एकात्मक 2२ भारत का प्रथम लोकसभा चुनाव कब आयोजित हुआ? 1964 1971 1951 1997 एथनीक या जातीय शब्द किसे दर्शाता है 23. अलग ्अलग धर्मो सामाजिक विभाजन सांस्कृतिक समूहों में हिंसक द्वेष अलग ् अलग अलग राज्यों को अलग 2४ श्रीलंका कोी जातीय बुनावट को कौनसा कथन सही दर्शाता सिंहली - ८० प्रतिशत, तमिल- २० प्रतिशत सिंहलो- ६० प्रतिशत तमिल-४० प्रतिशत सिंहलो- ७४ प्रतिशत , तमिल- १८ प्रतिशत सिंहलो ७६ प्रतिशत , तमिल- १८ प्रतिशत 25. बेल्जियम ने सफलतापूर्वक अपनी समस्या को सुलझाया कैसे ? बहुसंख्यकवाद को नकार कर सत्ता को साझेदारी अलग ्अलग समूह व समुदाय का सम्मान सभी 26. श्रीलंका में तमिलों की सह-्समूहकौनसे थे ? सिंहलो तमिल और श्रीलकाई तमिल श्रीलंकाई तमिल व भारतीय तमिल कोलम्बो तमिल और भारतीय तमिल कोलम्बो तमिल और सिंहली तमिल किस समयावधी में डच ओर फ्रेंच बोलने वाले लोगों के 27. बीच तनाव पैदा हुआ ? 1940 1950 1960 1950 1970 1980 1990 1980 वेल्जियम के फ्लेमिश 28. में रहने वाले ५० प्रतिशत इलाके लोग कोनसी भाषा बोलते है? अंग्रेजी स्वेनिश सिंहली अतिलघुतरात्मक प्रश्न सरकार के विभिन्न अंगों के नाम लिखिए| उत्तर (१ ) विधायिका ( २ ) कार्यपालिका ( ३ ) न्यायपालिका किस देश की सामुदायिक सरकार सत्ता के बंटवारे का अच्छा उदाहरण है| बेल्जियम उत्तर सत्ता का ऊर्ध्वाधर वितरण क्या है? स्तर को सरकारों के मध्य एवं निम्नतर उत्तर सत्ता का उप्पतर विभाजन सत्ता का ऊर्ध्वधर कहलाता है वितरण बेल्जियम की सामुदायिक सरकार और श्रीलंका की बहुसंख्यकवादी सरकार में अंतर स्पष्ट कीजिए| हो भाषा बेल्जियम की सामुदायिक सरकार का उत्तर चयन एक बोलने वाले लोग करते है जबकि श्रोलंका की बहुसंख्यकवादी सरकार में एक समुदाय ( सिंहलो ) का हो प्रमुख रहता है| सत्ता का क्षैतिज वितरण किसे कहते है? विधायिका , कार्यपालिका एवं न्यायपालिका के बोच सत्ता के उत्तर बंटवारे को सत्ता का क्षैतिज वितरण कहते है| नियंत्रण और संतुलन की व्यवस्था किसे कहते है? उत्तर वह व्यवस्था जिसमें सरकार का प्रत्येक अंग एक दूसरे को नियंत्रित करत है जिससे सत्ता का संतुलन स्थापित बना 3२",
    "Question in English": "In which government system there is vertical distribution of morality, intelligence and power for dictatorship of laws and freedom 21 Dictatorship Presidential Federal Unitary 22 When were the first Lok Sabha elections of India held? 1964 1971 1951 1997 What does the term ethnic or racial represent? 23. Violent hatred among different religions, social divisions, cultural groups, different states, 24 Which statement correctly reflects the ethnic makeup of Sri Lanka? Sinhalese - 80 percent, Tamil - 20 percent Sinhalese - 60 percent Tamil - 40 percent Sinhalese - 74 percent, Tamil - 18 percent Sinhalese 76 percent, Tamil- 18 percent 25. How did Belgium successfully solve its problem? Rejecting majoritarianism, sharing power, respecting different groups and communities. 26. Which were the co-groups of Tamils ​​in Sri Lanka? Sinhala Tamil and Srilakai Tamil Sri Lankan Tamil and Indian Tamil Colombo Tamil and Indian Tamil Colombo Tamil and Sinhalese Tamil 27. During which time period did tension arise between Dutch and French speaking people? 1940 1950 1960 1950 1970 1980 1990 1980 Which language is spoken by 50 percent of the people living in Flemish 28. region of Belgium? English Swedish Sinhala Very Short Type Questions Write the names of various organs of the government. Answer: (1) Legislature (2) Executive (3) Judiciary Which country's community government is a good example of distribution of power? Belgium Answer What is the vertical distribution of power? The level of government is called the middle and lower level. Northern division of power is called vertical distribution of power. Explain the difference between the community government of Belgium and the majoritarian government of Sri Lanka. Ho language: In the community government of Belgium, the Ho language is elected by mono-speaking people, while in the majoritarian government of Sri Lanka, the Ho of one community (Sinhala) remains dominant. What is horizontal distribution of power? Answer: The distribution of power between the legislature, executive and judiciary is called horizontal distribution of power. What is system of checks and balances? Answer: The system in which each part of the government controls each other, thereby establishing a balance of power. 32",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "2025-26 रहत है लोकतंत्र में सत्ता की साझेदारी क्यों आवश्यक है? सत्ता की साझेदारी संघर्ष की संभावनाओं को कम करता है उत्तर तथा प्रजातान्त्रिक भावनाओं के अनुकूल है बहुसंख्यकवाद कायम करने के लिए श्रीलंका सरकार द्वारा उठाये गये एक कदम का उल्लेख कीजिए| १९५६ में सिंहली को एकमात्र राजभाषा घोषित करना | उत्तर ११५० और ११६० के दशकों के बीच ब्रूसेल्स में दो समुदायों के बीच प्रखर समस्या क्या थी| भाषाई विविधता उत्तर १० बेल्जियम में कौन सी भाषा बोलने वाले लोग समृद्ध व ताकतवर रहे है- फ्रेंच भाषो उत्तर 11. बेल्जियम को समाज की जातीय बनावट की दृष्टि से किसने भागों में बांटा जा सकता है| चार क्षेत्रों में - (१) राजधानी क्षेत्र उत्तर ब्रूसेल्स ( २ ) फ्रेंच भाषो क्षेत्र बेलोनिया ( ३ ) डच भाषी क्षेत्र - फ्लेमिश ( ४ ) जर्मन भाषी क्षेत्र लोकतंत्र का बुनियादी सिद्धांत क्या है? 1२ जनत होे समस्त राजनोतिक शक्ति का स्त्रोत उत्तर- शरिश 13. यूरोपीय संघ कामुख्यालय कहाँ है? उत्तर- ब्रूसेल्स बेल्जियम में नेताओं ने १११० और १११३ के बीच अपने 14. संविधान में कितने संशोधन किया- चर संशोधन उत्तर- 15. किस देश में दो समुदायों के बीच पारास्परिक अविश्वास का रूप ले लिया से गृहयुद्ध श्रोलंका नें उत्तर- 16. गृहयुद्ध से आप क्या समझते है? ऐसा किसो देश में सरकार विरोधी समूहों की हिंसक उत्तर- लडाई रूप ले-ले कि वह युद्ध सा लगे तो उसे गृहयुद्ध कहते है| 17. सत्ता की साझेदारी का नैतिक तर्क क्या है? सत्ता को साझेदारी का नैतिक तर्क है कि यह लोकतंत्र की उत्तर- है आत्मा बेल्जियम में वर्तमान में कौनसी शासन प्रणाली है? 18 संघात्मक शासन प्रणाली उत्तर 19 सत्ता की साझेदारी का क्या अर्थ है? उत्तर- सत्ता को साझेदारी अलग-्अलग समूहों में सत्ता के बँटवारे को प्रक्रिया है ताकि व्यवस्था सुचारू रूप से चल सके लघुत्तरात्मक प्रश्न लोकतंत्र में सत्ता की साझेदारी के विभिन्न रूप कौन कौन से है? लोकतंत्र में सत्ता की साझेदारी के निम्न चार रूप विद्यामान उत्तर - है (१ ) एक ही सरकार के विभिन्न अंगों ( कार्यपालिका विधायिका और न्यायपालिका ) के मध्य सत्ता का विभाजन केन्द्र सरकार , राज्य और (२ ) सरकार के विभिन्न स्तरों स्थानोय सरकार ) के मध्य सत्ता का विभाजन धार्मिक , भाषायी पिछड़े (३ ) विभिन्न सामाजिक समूहों के नध्य सत्ता का विभाजन और अल्प संख्यक समूह किसानों (४ ) विभिन्न राजनीतिक दलों समूहों , दबाव सत्ता का विभाजन| मध्य औद्योगिक मजदूरों एवं आन्दोलनों के लोकतंत्र में सत्ता की साझेदारी क्यों जरूरी है? सत्ता को साझेदारी की आवश्यकता उत्तर के मध्य टकराव को कम करती है| समाजिक समूहों समानता को पोषक यह लोकतंत्र को आत्मा है |",
    "Question in English": "",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "2"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "(४ ) व्यक्तिगत स्वतंत्रता को रक्षा को सुरक्षा (५ ) स्थानीय स्वशासन का विकास (६) योग्य एवं कुशल शासन व्यवस्थ सत्ता की साझेदारी का क्या अर्थ हैं? सत्ता को साझेदारी अलग-्अलग समूहों में सत्ता के बँटवारे उत्तर को प्रक्रिया है से चल सके रूप ताकि व्यवस्था सुचारू लोकतंत्र का बुनियादी सिद्धान्त है कि जनता ही सारी राजनोतिक शक्ति का स्रोत है अतः विभिन्न सामाजिक समूहों के बीच टकराव को टालने के लिए सत्ता में हिस्सेदारी दे देनी चाहिए| श्रीलंका में तमिलो की प्रमुख मांगे क्या-्क्या थी- (१ ) तमिल भाषा को भो राजभाषा का दर्जा दिया जाये उत्तर (२ ) शिक्षा व सरकारी सेवाओं में सिहलियों के समान अवसर प्रदान किये जाये (३ ) तमिल बहुल क्षेत्रों को स्वायत्तता प्रदान की जाये| विभिन्न सामाजिक समूहों के मध्य सत्ता के बंटवारे के 5. कोई दोे उदाहरण दीजिए| (१ ) बेल्जियम में सामुदायिक सरकार का गठन उत्तर (२ ) भरत में सामाजिक रूप से कमजोर व महिलाओं समुदायों विधायिका एवं सरकारी सेवाओं में आरक्षण को व्यवस्था 33",
    "Question in English": "(4) Protection of individual freedom, security (5) Development of local self-government (6) Competent and efficient governance What is the meaning of organized power sharing? Power sharing is the process of sharing power among different groups so that the system can run smoothly. The basic principle of a smooth democracy is that the public is the source of all political power, therefore, to avoid conflict between different social groups, power should be shared. What were the main demands of the Tamils ​​in Sri Lanka - (1) Tamil language should be given the status of official language. Answer (2) Equal opportunities should be provided to the Sihillese in education and government services. (3) Autonomy should be given to Tamil dominated areas. 5. Give any two examples of distribution of power among different social groups. (1) Formation of community government in Belgium. Answer (2) Arrangement for reservation in legislature and government services for socially weak and women communities in India. 33",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "2"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "४. विश्व विद्यालयों में सिंहलियों को प्राथमिकता देने को नोति अपनाई गई सत्ता के क्षैतिज वितरण और ऊर्ध्वाधर वितरण में कोई दो 11. अंतर बताइए- नें सरकार केएक हो स्तर पर सत्ता का क्षैतिज वितरण उत्तर वितरण होत है जबकि ऊर्ध्वाधर वितरण में सत्ता का वितरण X क्षैतिज स्तरों में होत है | २ . क्षैतिज वितरण नें एक ही स्तर पर सरकार के अंगों के बीच सत्ताका बँटवरा होता है जबकि ऊर्ध्वाधर में सरकार वितरण को शक्तियों का विकास विभिन्न स्तरों के बोच होता है| बोड परीक्षा परिणाम उन्नयन हेतु ऐतिहासिक पहल थेखवावाटी मिथन १०० 2026 विमिन्न विषयों की नवीनतम PDF डाउनलोड करने हेतु QR CODE स्कैन करें पढ़ेगा राजस्थान बढ़ेगा राजस्थान कार्यालयः संयुक्त निदेशक स्कूल शिक्षा , चूरु संभाग , चूरु ( राज. ) 34",
    "Question in English": "4. The policy adopted to give priority to Sinhalese in universities is 11. Give any two differences between horizontal distribution of power and vertical distribution - Horizontal distribution of power at one level of government is North distribution whereas in vertical distribution the distribution of power is in X horizontal levels. 2. In horizontal distribution, power is distributed among the organs of government at the same level, whereas in vertical distribution of government, powers are devolved between different levels. Historic initiative to upgrade board exam results Thekhawati Mithan 100 2026 Scan QR CODE to download latest PDF of various subjects Rajasthan will grow Rajasthan Office: Joint Director School Education, Churu Division, Churu (Raj.) 34",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "2025-26 14 अध्याय कुल अंक-४ ( वस्तुनिष्ठ प्रश्न संविधान की आठवीं अनुसूची में दर्ज भाषाओं की संख्या है?",
    "Question in English": "2025-26 14 Chapter Total Marks-4 (Objective Question) What is the number of languages ​​included in the Eighth Schedule of the Constitution?",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "निम्नलिखित में से किस राज्य को भारतीय संविधान के अनुच्छेद ३७१ के तहत विशेष शक्तियां प्राप्त है? (ब ) नागालैण्ड (अ ) असम ( स )मिजोरम",
    "Question in English": "Which of the following states has special powers under Article 371 of the Indian Constitution? (B) Nagaland (A) Assam (C) Mizoram",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "संघात्मक शासन प्रणाली में अधिकारों का विभाजन होता है? ( अ ) केन्द्र एवं राज्यों के बीच ( ब ) एक राज्य एवं अन्य राज्यों के बोच",
    "Question in English": "There is division of powers in federal government system? (a) Between the Center and the states (b) Between one state and other states",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "व्यवस्थापिका एवं न्यायापालिका के बीच निम्न में से कौनसा विषय समवर्ती (ब ) रक्षा",
    "Question in English": "Which of the following subjects (B) Raksha",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "नगर निगम के अध्यक्ष को कहा जाता सभापति (अ ) नेयर अ ( स ) राज्यपाल शासन की किस व्यवस्था में सरकार दो या अधिक स्तरों वाली होती हैं- (ब ) संघोय व्यवस्था (अ ) एकात्मक व्यवस्था ( द ) इसमें से कोई नहीं ( स )सामुदायिक व्यवस्था निम्नलिखित में से किस राज्य का गठन भाषा के आधार पर नहीं हुआ है-",
    "Question in English": "The Chairman of the Municipal Corporation is called Chairman (a) Nair (a) (c) Governor In which system of governance there are two or more tiers of government - (b) Federal system (a) Unitary system (d) None of these (c) Community system Which of the following states has not been formed on the basis of language?",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "निम्न में से कौनसा संघीय राज्य नहीं है? (अ ) दिल्ली मणिपुर",
    "Question in English": "Which of the following is not a federal state? (a) Delhi Manipur",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "१, अंक -१ दीर्घउत्तरात्मक प्रश्न-१ , अंक -३ ) संविधान और विभिन्न स्तर की सरकारों के अधिकारों की व्याख्या करने का अधिकार किसके पास होता है- प्रधानमंत्री (अ , न्यायालय मुख्यमंत्री",
    "Question in English": "1, Issue-1 Long Answer Question-1, Issue-3) Who has the authority to interpret the Constitution and the rights of different levels of governments - Prime Minister (A), Court, Chief Minister",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "साथ आकर संघ बनाने का उदाहरण है- 10. (अ ) भारत",
    "Question in English": "An example of coming together to form a union is- 10. (a) India",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "निम्न में से कौनसा राज्य साथ रहकर संघ का उदाहरण 11. नहीं है- A बेल्जियम (अ ) भारत स्विट्जरलैण्ड केन्द्र एवं राज्य के मध्य विधायी अधिकारों को कितने 1२ हिस्से में बाँटा गय है-",
    "Question in English": "Which of the following states living together is not an example of a federation? 11. A Belgium (A) India Switzerland In how many 12 parts are the legislative powers divided between the Center and the State?",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "निम्न में से कौनसा विषय समवर्ती सूची का नहीं है- (अ ) शिक्षा ( ब ) वन ( स) सिंचाई",
    "Question in English": "Which of the following subjects is not in the concurrent list - (a) Education (b) Forest (c) Irrigation",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "निम्नांकित नें से संघ सूची का विषय नहों है- विदेशी मामले",
    "Question in English": "Which of the following is not a subject in the Union List - Foreign Affairs",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "निन्न में से कौनसा विषय संविधान में शक्ति वितरण की 15. किसी भी सूची में नहीं है- अ शिक्षा व्यापार वैदेशिक सम्बंध कम्प्यूटर साफ्टवेयर भारतीय संविधान में निम्न में से कौनसा विषय संघसूची में 16. रख गया है- प्रतिरक्षा पुलिस कृषि व्यापार निम्न में से कौनसा विषय समवर्ती सूची में शामिल है- 17. रक्षा एुलिस विदेश ममले शिक्षा 35",
    "Question in English": "Which of the following subjects is not included in any list of 15. distribution of power in the Constitution - A. Education, Trade, Foreign Relations, Computer Software. Which of the following subjects has been kept in the Union List in the Indian Constitution? 16. Defense, Police, Agriculture, Trade. Which of the following subjects is included in the Concurrent List - 17. Defense, Foreign Affairs, Education 35",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "2025-26 पंचायती राज व्यवस्था में महिला के लिए आरक्षण का 18 प्रावधान है-",
    "Question in English": "2025-26 There are 18 provisions for reservation for women in the Panchayati Raj system-",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "भारत में विकेन्द्रीकरण की दशा में महत्वपूर्ण कदम उडया 19 गया- 1971 1992 1999 2005 संबंधित है- व्यापार किस सूची में 2० समवर्तों",
    "Question in English": "In the case of decentralization in India, important steps were taken 19- 1971 1992 1999 2005 Related to- Trade In which list 20 concurrent",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "इनमें से कोई नहों संघ सूचो विदेशी मामले किस सूची से संबंधित विषय है- 21.",
    "Question in English": "None of these Union List Foreign Affairs is a subject related to which list - 21.",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "भारत में कौनसी शासन प्रणाली है? 2२ संघात्मक एकात्मक तानाशाही राजतत्र शिक्षा जंगत व्यापार किस सूची के विषय है? 23",
    "Question in English": "Which system of governance is there in India? 22 Federal Unitary Dictatorship Monarchy Education Forest Trade is the subject of which list? 23",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "निम्न में से कौनसी भाषा अनुसूचित भाषा की श्रेणी में नहीं जाती ?",
    "Question in English": "Which of the following languages ​​does not come under the category of scheduled language?",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "पंचायती राज व्यवस्थाओं में शामिल किया जाता है- 25. गांव खण्ड स्तरव जिला स्तर गंव व राज्य स्तर गांव , जिला व राज्य स्तर गांव , राज्य व केन्द्र स्तर",
    "Question in English": "Panchayati Raj systems are included in - 25. Village, block level and district level, village and state level, village, district and state level, village, state and central level.",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "निम्न में से कौनसे देश है, जो संघात्मक व्यवस्था का अनुसरण 26. नहों करते है? स्पेन , स्पीडन, ब्रिटेन भारत, कनाड़ा़, बेल्जियम, ऑस्ट्रेलिया अमेरिका , स्पेन, हॉलेण्ड चीन , श्रीलंका , जापान, इटली 27. निम्न में से किन राज्य का गठन भाषा के आधार पर हुआ नागालैण्ड उत्तराखण्ड तलिनाडु झारखण्ड 28 किस सूची के विषयों पर राज्य व केन्द सरकार दोनों कानून बना सकती है?",
    "Question in English": "Which of the following countries do not follow the federal system? Spain, Spain, Britain, India, Canada, Belgium, Australia, America, Spain, Holland, China, Sri Lanka, Japan, Italy 27. Which of the following states were formed on the basis of language? Nagaland, Uttarakhand, Tamilnadu, Jharkhand. 28 On the subjects of which list, both the state and central government can make laws?",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "सूची -[ को सूची-I१ के साथ सही मिलान करों- प्रधानमंत्री",
    "Question in English": "Correctly match List-[ with List-I1 – Prime Minister",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "अ-i , ब-ii , स-iv , द-iii अ-i , ब-iii , स-ii , द-iv अ-ii , ब-iv , स-iii , द-i अ-i , ब-iv , स-iii , द-iv 30 कौनसा बिन्दु विकेन्दीकरण से सम्बंधित नहों है? स्थानीय निकायों के समय पर चुनाव महिलाओं के लिए १ 3३ पद एससी ,एसटी के लिए सिटो का आरक्षण गठबधन सरकार 31. नगरपालिका और ग्राम पंचायत का राजनीतिक प्रमुख कौन होता है? मेयर और सरपंच डिप्टी कलेक्टर और मेयर सरपंच और डिप्टी कलेक्टर 3६",
    "Question in English": "A-i, B-ii, ​​C-iv, D-iii A-i, B-iii, C-ii, D-iv A-ii, B-iv, C-iii, D-i A-i, B-iv, C-iii, D-iv 30 Which point is not related to decentralization? Timely elections of local bodies 1 33 posts for women Reservation of seats for SC, ST Coalition government 31. Who is the political head of Municipality and Gram Panchayat? Mayor and Sarpanch Deputy Collector and Mayor Sarpanch and Deputy Collector 36",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "2025-26 मेयर और मुख्यमंत्री दीर्घ उत्तरीय प्रश्न संघवाद क्या है? भारत में संघवाद का स्वरूप कैसा है? बताइए| संघवाद संघवाद शासन को वह प्रणाली है उत्तर का आशय जिसमें सत्ता का विभाजन केन्द्रीय प्राधिकार और सरकार की इकाइयों के मध्य होता है अंगीभूत भारत में संघवाद का स्वरूप - (१ ) राज्यों का संघ भारत में अपनो आन्तरिक विविधता को ध्यान में रखते हुए विभिन्न राज्यों के संघ का गठन किया गया है| भारतोय संविधान के ( २ ) त्रिस्तरीय शासन व्यवस्था मूल रूप से दो स्तर की शासन व्यवस्था का प्रावधान किया बाद में गया है- () संघ या केन्द्र सरकार (ii) राज्य सरकारें स्थानीय शासन की संस्थाओं को तीसरे स्तर के रूप में संविधान में मान्यता दी गई भारतीय संविधान में स्पष्ट ( ३ ) शक्तियों का विभाजन से केन्द्र और राज्य सरकारों के मध्य विधायी अधिकारों रूप की तीन सूचियों के द्वारा विभाजित किया गया है- (i) संघ सूची (ii) राज्य सूची (iii) समवर्ती भारतीय संघीय (४ ) न्यायपालिका की सर्वोच्चता व्यवस्था में न्यायपालिका स्वतंत्र व सर्वोच्च है शक्तियों बंटवारे के संबंध में कोई विवाद होने पर इसका फैसला सर्वोच्च न्यायालय में ही होता है| बराबर अधिकार प्राप्त नहों जैसे (५ ) समस्त राज्यों को असम , नागालैण्ड, मिजोरम को अन्य राज्यों के मुकाबले विशेष अधिकार दिये गये है| सत्ता के विकेन्द्रीकरण से क्या अभिप्राय है? विकेन्द्रीकरण के पीछे बुनियादी सोच क्या है? केन्द्र और शक्तियाँ लेकर स्थानीय सरकार उत्तर जब राज्य सरकारों को जातो है तो इसे सत्ता का विकेन्द्रोकरण कहते है भारत में संघीय सत्ता की साझेदारी तीन स्तरों पर की गई है| (१ ) केन्द्रीय स्तर (२ ) राज्य स्तर (३) स्थनोय स्तर| सत्ता के विकेन्द्रीकरण में प्रथम दो स्तरों केन्द्रीय स्तर पर राज्य स्तर से शक्तियाँ लेकर स्थानोय सरकारों को प्रदान को जातो है भारत में स्थनीय सरकारों को सन् १९१२ में संविधान संशोधन के माध्यम से अधिक शक्तिशालो बनाया गया है| विकेन्द्रीकरण के पीछे बुनियादी सोच -( १ ) विकेन्द्रीकरण के पोछे बुनियादी सोच यह है कि अनेक मुद्दों एवं समस्याओं का समाधान स्थानीय स्तर पर ही अच्छे तरीके से हो सकता है| लोगों को अपने क्षेत्र की समस्याओं की अच्छी समझ होती है| लोगों को इस बात की भी जानकारी होती है कि पैसा कहाँ खर्च किया जाए और चीजों का अधिक कुशलता से उपयोग किस तरह किया जा सकता है | (२) स्थानीय स्तर पर लोगों का नीतिगत फैसलों में सीधे भागीदार बनना भी संभव हो जाता है| इससे लोकतांत्रिक भागीदारी की आदत पड़ती है | स्थानीय सरकारों की स्थापना स्वशासन के लोकतांत्रिक सिद्धान्त को वास्तविक बनाने का सबसे अच्छा तरीका है | शासन के संघीय और एकात्मक स्वरूपों में क्या क्या मुख्य अन्तर है| उदाहरण से स्पष्ट करें| (१ ) इस शासन के स्वरूप में दो संघीय शासन व्यवस्था उत्तर - स्तरों पर सरकारें होतो है तथा अपने अपने स्तर पर स्वतंत्र इस व्यवस्था में राज्य सरकारों करतो कार्य होकर है/ ( २ ) को शक्तियाँ संविधान से प्राप्त होती है| ( ३ ) इस व्यवस्था में संघ और रज्य सरकारों के बीच विषयों का विभाजन होता है| (४ ) इस व्यवस्था में राज्य सरकारों अपने कार्यों के लिए केन्द्रीय सरकार के प्रति जिम्मेदार नहीं होती है| इस व्यवस्था में केन्द्रीय सरकार राज्य सरकारों को कुछ विशेष कार्य करने का आदेश नहीं दे सकती है उदाहरण भारत , संयुक्त राज्य अमेरिका , बेल्जियम , कनाडा़ , ऑस्ट्रेलिया 9 (१ ) इस शासन के स्वरूप में एकात्मक शासन व्यवस्था ही स्तर होता है तथा राज्य सरकारें उसके शासन का एक राज्य सरकारों को इसमें अधीन होकर कार्य करती है| ( २ ) अपनी शक्तियाँ केन्द्रीय सरकार से प्राप्त होतो है| (३) इस व्यवस्था में विषयों का विभाजन नहों होता है| (४ ) इस व्यवस्था नें राज्य सरकारें अपने कार्यों के लिए केन्द्रीय सरकार के प्रति जिम्मेदार होती है| (५) इस व्यवस्था में केन्द्रीय सरकार राज्य सरकारों को आदेश दे सकती है उदाहरण फ्रांस , इंग्लैण्ड , जापान , इटलो , हॉलेण्ड संघवाद ने जातीय समस्या को में बेल्जियम की सुलझाने = सहायता किस प्रकार की? बेल्जियम यूरोप महाद्वोप का एक देश है| सन् १९९३ ई॰ उत्तर - पहले बेल्जियम में अधिकांश शक्तियां केन्द्र सरकार के हाथों में थी| प्रान्तोय सरकारों को नाममात्र के अधिकार प्राप्त थे पर ये अधिकार उनको दिए गए थे और इन्हें केन्द्र सरकार द्वारा सरकार वापस भो ले सकतो थो| अर्थात् बेल्जियम में केन्द्र एकात्मक सरकार थी १९१३ ई॰ नें संविधान संशोधन करने के पश्चात् बेल्जियम में प्रान्तीय सरकारों को कुछ संवैधानिक अधिकार प्रदान किये गये| इन अधिकारों के लिए प्रान्तीय सरकारें अब केन्द्र पर निर्भर नहों रहो| इस प्रकार बेल्जियम 37",
    "Question in English": "",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "५. भारत में सघीय व्यवस्था के तहत कार्यकारी संघ राष्ट्रपति का नेत होता है| नें संविधान संघोय व्यवस्था मौलिक प्रावधानों को किसी एक स्तर की सरकार अकेले नहीं बदल सकती है ऐसे बदलाव दोनो स्तर की सरकारों को सहमति से होते है| भारत में ७३वाँ संविधान संशोधन करके भारतीय लोकतंत्र के स्थायी स्वशासी निकायों को अधिक शक्तिशाली और प्रभावी बनाने हेतु कौन-कौन से कदम उठाए गए है- भारत में १९१२ नें संविधान संशोधन अधिनियम के द्वारा उत्तर- 38",
    "Question in English": "5. Under the federal system in India, the executive union is headed by the President. According to the Constitution, the fundamental provisions of the federal system cannot be changed by any one level government alone; such changes are made with the consent of both the levels of government. What steps have been taken by the 73rd Constitutional Amendment in India to make the permanent self-governing bodies of Indian democracy more powerful and effective? In India, through the Constitution Amendment Act of 1912, Answer- 38",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "२. साथ लेकर चलने वाला संघ - इसके अन्तर्गत एक बड़े ध्यान में रखते हुए देश द्वार अपनी आन्तरिक विविधत को राज्यों का गठन किया जाता है तथा फिर राज्य और राष्ट्रीय सरकार के बीच सत्ता का बँटवारा कर दिया जाता है| इसके सरकार अधिक शक्तिशाली होती है| भारत , अन्तर्गत % ५ बेल्जियम और जपान इस प्रकार को संघीय शासन व्यवस्था के उदाहरण है बोर्ड परीक्षा परिणाम उन्नयन हेनु ऐतिहासिक पहल शेरवावाटी मिथन १०० 2026 विमिन्न विषयों की नवीनतम PDF डाउनलोड करने हेतनु QR CODE स्कैन करें पढ़ेगा राजस्थान बढगा राजस्थान कार्यालयः संयुक्त निदेशक स्कूल शिक्षा , चूलु संभाग , चूल ( राज. ) 39",
    "Question in English": "2. Co-operative Union - Under this, states are formed by the country keeping in mind its internal diversity and then power is divided between the state and national government. Its government is more powerful. India, under %5 Belgium and Japan are examples of this type of federal government system. Board exam result upgradation, historical initiative Sherwawati Mithan 100 2026 Scan QR CODE to download latest PDF of various subjects, read Rajasthan will grow Rajasthan Office: Joint Director School Education, Chool Division, Chool (Raj.) 39",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "2025-26 1५ अध्याय कुल अंक-४ ( वस्तुनिष्ठ प्रश्न - १, अंक -१ निम्न में से किस देश में सार्वजनिक जीवन में महिलाओं की भागेदारी का स्तर बहुत ऊँचा है| (अ ) नर्वे (ब ) स्वीडन उपर्युक्त सभी ( स) फिनलैण्ड भारत में जनगणना कितने वर्ष पश्चात् होती है- १० वर्ष",
    "Question in English": "2025-26 15 Chapters Total Marks-4 (Objective Question - 1, Marks-1) In which of the following countries the level of participation of women in public life is very high? (a) Norway (b) Sweden All of the above (c) Finland After how many years is the census conducted in India - 10 years",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "निम्नलिखित में से किस देश ने किसी भी धर्म को राजकीय धर्म के रूप में अंगीकार नहीं किया| नेपाल (अ ) भारत श्रोलंका (स ) पाकिस्तान",
    "Question in English": "Which of the following countries did not adopt any religion as its state religion? Nepal (A) India Sri Lanka (C) Pakistan",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "निम्न में से किस समाज सुधारक ने जातिगत भेदभाव से मुक्त समाज व्यवस्था बनाने की बात की और उसके लिए काम भी किया? महात्मा गांधी (अ ) ज्योतिबा फुले कश ( स ) डॉ. अम्बेडकर (द ) उपर्युक्त सभी निम्न में से किस देश में समरूप समाज पाया जाता है? (अ ) स्वोडन भारत श्रोलंका इंग्लैण्ड (अ ) एक विचारधारा जो अधिकारों एवं अवसरों के मामले में स्त्री व पुरुष को बराबर मानती है वह है- नारोवादो (अ ) साम्प्रदायिक Gव जातिवादी तानाशही सामाजिक विभाजन अधिकाशतः आधारित होता है- वंश पर (अ ) मृत्यु पर ( स ) परिवार पर",
    "Question in English": "Which of the following social reformers talked about creating a social system free from caste discrimination and also worked for it? Mahatma Gandhi (A) Jyotiba Phule Kash (C) Dr. Ambedkar (D) All of the above In which of the following countries is homogeneous society found? (a) Sweden, India, Sri Lanka, England (a) An ideology which considers men and women equal in terms of rights and opportunities is – Narovado (a) Communalism and casteist dictatorship Social division is mostly based on – (a) On death (c) On family",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "निम्न में से किस क्षेत्र की संसद में महिलाओं का प्रतिनिधित्व सर्वाधिक है- उत्तरी अमेरिकी (अ ) भरत",
    "Question in English": "Which of the following regions has the highest representation of women in the parliament - North American (A) India",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "स्थानीय सरकारों में ( पंचायती राज ) में महिलाओं के लिए कितने पद आरक्षित किये गये हैं? जाति धर्म और लैंगिक मसले अतिलघुत्तरात्मक प्रश्न-१ , अंक -१ +लघुत्तरात्मक प्रश्न-१ , अंक -२ ) ( अ ) एक- चौथाई (ब ) एक-्तिहाई ( स) आधे दो-तिहाई भारतीय संविधान के बारे में इनमें से कौनसा कथन गलत 10. है",
    "Question in English": "How many posts have been reserved for women in local governments (Panchayati Raj)? Caste, religion and gender issues Very short answer question-1, marks-1 + Short answer question-1, marks-2) (a) One-fourth (b) One-third (c) Half two-thirds Which of the following statements about the Indian Constitution is wrong 10.",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "( ब ) यह एक धर्म को राजकोय धर्म बताता है|",
    "Question in English": "(b) It describes a religion as a state religion.",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "किसीो धार्मिक समुदाय में सभीो नागरिकों को बराबरी अधिकार देता है का करते है तो हमारा जब हम लैंगिक विभाजन की बात 11. अभिप्राय होता है- ४अ ) स्त्री और पुरुष के बीच जैविक अंतर ( ब ) समाज द्वारा स्त्री और पुरुष को दी गई असमान भूमिकाएँ बालक और बालिकाओं की संख्या का अनुपात | लोकतांत्रिक व्यवस्थाओं नें महिलाओं को मतदान का अधिकार न मिलन 12 में निम्न मेंसे महिलाओंके लिए आरक्षण की व्यवस्था है- भारत लोकसभ राज्यसभा विधानसभा पंचायतोराज को संस्थाएं जाति पर आधारित सामाजिक विभाजन जिस देश में पाया 13 जाता है , वह है-",
    "Question in English": "When we talk about giving equal rights to all citizens in a religious community, then when we talk about gender division, we mean 11. 4a) Biological difference between men and women (b) Unequal roles given to men and women by the society, the ratio of the number of boys and girls. Democratic systems have denied women the right to vote. 12. There is a provision for reservation for women in the following - India Lok Sabha, Rajya Sabha, Legislative Assembly, Panchayat Raj, Institutions 13. The country where social division based on caste is found is -",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "धर्म को राष्ट्र का आधार मानने पर कौनसी समस्या शुरू 14. होती है- जातिवद साम्प्रदायिकता को लैंगिक अराजकता को क्षेत्रवाद को साम्प्रदायिकता राजनीति में कौनसा रूप धारण करसकती है 15.",
    "Question in English": "Which problem starts when religion is considered the basis of the nation? 14. What form can casteism, communalism, gender anarchy, regionalism and communalism take in politics? 15.",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "धार्मिक पूर्वाग्रह का ( द ) साम्प्रदायिक हिंसा का (द) उपुर्यक्त सभी ४0",
    "Question in English": "(d) Religious prejudice (d) Communal violence (d) All of the above 40",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "Very Short",
    "Question in Hindi": "2025-26 16. वहआदमी और महिलाओं पुरूष और महिला के समान हक एवं अवसरों में विश्वास करता है समाजवादी कम्यूनिस्ट नरीवादी उदारवादी 17. धर्म को कभी राजनीति से पृथक नहों किया जा सकता किसने कहा- WC. बनर्जी जवहर लाल नेहरू महात्मा गांधो कोई नहों 18 लैंगिक विभाजन के लिए सही चुने- लैंगिक विभाजन प्राकृतिक है यह अपरिवर्तनीय है यह जोव पर आधारित है विज्ञान यह सामाजिक उम्मीद एवं रूढिवादिता पर आधारित है| 19 जाति आधारित विभाजन का बड़ा उद्देक्य क्या होता है? गरिब महिला जाति अल्पसंख्यक महात्मा गांधी , परिवार , बी॰आर. अम्बेडकर क्या थे ? 2० मंत्री समाज सुधारक अर्थशास्त्री सामुदायिक साम्प्रदायिक राजनीति की जड़े किसमें निहित है? 21. अ जातिवाद नें लैगिक विभाजन में धर्म आर्थिक संसार के विभिन्न भागों में महिलाओं ने विभिन्न संगठन 22. गठित किये ये किन अधिकारों के लिए गठित किये! राजनीतिक आर्थिक सामाजिक समान 23 मजदूरी अधिनियम में क्या प्रावधान है? समान कार्य का समान वेतन समान महिलाओं को राजनीतिक अधिकार सार्वजनिक जीवन में महिलाओं की आधी भूमिका महिला का समान मजदूरी नहों 2४ पम्परागत समाज में महिलाओं कीं भूमिका थी- नीति कार्य सर्वजनिक कार्य कार्य उपरोक्त में से कोई नहीं ( द ) भुगतन 25. भारतीय संविधान की एक महत्वपूर्ण विशेषता है- असमानता सार्वभौमिक वयस्क -alllकlर सामुदायिक एक व्यक्ति अतिलघुत्तरात्मक प्रश्न समरूप समाज किन देशों में पाया जाता है , कोई दो नाम बताइए | जर्मनी ( २ ) स्वोडन नारीवादी आन्दोलन क्यों हुए? असमान अधिकार एवं अवसरों के पुरुष एवं महिलाओं कारण नारीवादी आन्दोलन हुए| सामाजिक असमानता का कौनसा रूप प्रत्येक स्थान पर दिखाई देता है? लैगिंक असमनत उत्तर सामाजिक विभाजन अधिकाशंतः किस पर आधारित होते है जति- धर्म पर उत्तर विवह , तलाक 5. उत्तराधिकार से सम्बन्धित कानून क्या कहलाता है? उत्तर पारिवारिक कानून महिलाओं को घरेलू उत्पीड़न से बचाने के लिए कोई एक 6. तरीका सुझाइए घरेलू हिंसा अधिनियम एवं अन्य कानूनी नियमों की जानकारी उत्तर देना भारत में विभिन्न के बीच साम्प्रदायिक सद्भावना समुदायों बनाने का कोई एक तरीका सुझाइए बड़े सार्वजनिक हितों तथा धार्मिक मामलों में राज्य का हस्तक्षेप | उत्तर 4^",
    "Question in English": "2025-26 16. He believes in equal rights and opportunities for men and women. Socialist Communist Feminist Liberal 17. Who said that religion can never be separated from politics - WC. Banerjee Jawahar Lal Nehru Mahatma Gandho None 18 Choose the right one for gender division - Gender division is natural, it is irreversible, it is based on science, it is based on social expectation and stereotypes. 19 What is the larger objective of caste based division? Poor women, caste minorities, Mahatma Gandhi, family, B.R. Who was Ambedkar? 20 Minister, Social Reformer, Economist In what are the roots of community communal politics? 21. A. Casteism has led to gender division in religion and economy. Women in different parts of the world have formed various organizations. 22. For what rights have they been formed? What is the provision in Political Economic Social Equal 23 Wages Act? Equal pay for equal work Political rights for equal women Half role of women in public life Equal wages for women No 24 Role of women in traditional society was - Policy work Public work work None of the above (d) Payment 25. An important feature of the Indian Constitution is - Inequality Universal adult -allcolor community One person Very short answer question In which countries is homogeneous society found, name any two. Germany (2) Sweden Why did feminist movements occur? Feminist movements arose due to unequal rights and opportunities between men and women. What form of social inequality is visible everywhere? Gender inequality Answer: Social divisions are mostly based on caste and religion Answer: Marriage, divorce 5. What is the law related to inheritance called? Answer Family law Suggest any one 6. way to protect women from domestic abuse Information about Domestic Violence Act and other legal rules Answer Suggest any one way to create communal harmony among different communities in India State interference in larger public interests and religious matters. Answer 4^",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "१. संवैधानिक प्रावधानों का किया जाना उत्तर- पालन कठारता चहिए| २ . शिक्षा के प्रसार से भी जातिगत असमानता को दूर किया जा है सकत लघुत्तरात्मकप्रश्न नारीवादी आन्दोलन से आप क्या समझते हो? महिलाओं के राजनोतिक तथा वैधानिक दर्जे को ऊँचा उठाने उत्तर के लिए शिक्षा और रोजगार के अवसरों को बढ़ाने को माँग करने तथा उनके निजी व पारिवारिक जीवन में भी बराबरी की माँग करने वाले आन्दोलनों को नारीवादी आन्दोलन कहते है भारत में लैंगिक विषमता / लैंगिक विभाजन का अर्थ स्पष्ट करें| लैंगिक विभजन एवं महिलाओं के मध्य उत्तर आशय पुरुषों कार्य कार्य के विभाजन केवल महिलाओं है कुछ घरलू विशेष प्रकार के कार्य द्वारा किए जाते है जबकि पुरुष कुछ करते है भारतीय संविधान में धर्मनिरपेक्षता के तीन लक्षणों का उल्लेख करें भारत के संविधान में किसो भो धर्म को विशेष दर्जा उत्तर नहों दिया गया है| (२ ) मौलिक अधिकारों में धार्मिक स्वतंत्रता सम्बन्धित तश प्रावधान है भारतोय संविधान धर्म आधारित भेदभाव को निषेध",
    "Question in English": "1. Constitutional provisions should be followed strictly. 2. Caste inequality can also be removed by the spread of education. Short Answer Question: What do you understand by feminist movement? The movements that demand increasing education and employment opportunities to raise the political and legal status of women and also demand equality in their personal and family life are called feminist movements. Explain the meaning of gender inequality/gender division in India. Answer: Gender division and women's answer: Division of work among men is meant only for women; some domestic work is done by special types of work while men do some. Mention three features of secularism in the Indian Constitution. No religion has been given special status in the Constitution of India. Answer: (2) There is a provision related to religious freedom among the fundamental rights. Indian Constitution prohibits discrimination based on religion.",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "2"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "धर्मनिरपेक्ष राज्य से आप क्या समझते है? भारत में धर्म निरपेक्ष मॉडल क्यों अपनाया? उत्तर धर्म निरपेक्ष राज्य वह राज्य है जिसमें नागरिकों का कोई भी धर्म अपनने को स्वतंत्रता होती है तथा किसी भी धर्म को कोई विशेष दर्जा नहों दिया जाता है| साम्प्रदायिकता हमारे देश के लोकतंत्र के लिए एक बड़ी चुनौती रही है| विभाजन साम्प्रदायिक दंगे हुए के समय भारत पाकिस्तान में भयावह थे| हमारे संविधान निर्माता इस चुनौती के प्रति पूर्ण रूप से सचेत थे| इस कारण उन्होंने धर्म निरपेक्ष शासन का मॉडल अपनाया भारतीय राजनीति में जातिवाद की समस्या का उल्लेख 5. करें| भारतीय राजनीति में जाति के अनेक रूप दिखाई देते हैं यथा- उत्तर (१ ) उम्मोदवारों का चुनाव जातियों की संख्या के हिसाब सेI ( २ ) सरकार के गठन में जातियों को प्रतिनिधित्व देना| 4२",
    "Question in English": "What do you understand by secular state? Why was secular model adopted in India? Answer: A secular state is a state in which citizens have the freedom to practice any religion and no special status is given to any religion. Communalism has been a big challenge for the democracy of our country. At the time of partition, communal riots were horrific in India and Pakistan. The makers of our Constitution were fully aware of this challenge. For this reason he adopted the model of secular governance. 5. Mention the problem of casteism in Indian politics. Many forms of caste are visible in Indian politics, such as - Answer: (1) Election of candidates according to the number of castes. (2) Giving representation to castes in the formation of the government. 42",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "2"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "२. साम्प्रदायिक हिंसा- कई बार साम्प्रदायिक सबसे घृणित लेकर सम्प्रदाय के आधार पर हिंसा, दंगा और नरसंहार रूप करते है| १०० बोर्ड परीक्षा परिणाम उन्नयन हेनु ऐतिहासिक पहल शेरवावाटी मिथन १०० 2026 विमिन्न विषयों की नवीनतम PDF डाउनलोड करने हेतनु QR CODE स्कैन करें पढ़ेगा राजस्थान बढगा राजस्थान कार्यालयः संयुक्त निदेशक स्कूल शिक्षा , चूलु संभाग , चूल ( राज. ) 43",
    "Question in English": "2. Communal Violence- Many times communalists resort to the most disgusting forms of violence, riots and massacres on the basis of sect. 100 Board Exam Result Upgradation Historical Initiative Sherwawati Mithan 100 2026 Scan QR CODE to download latest PDF of various subjects Rajasthan will grow Rajasthan Office: Joint Director School Education, Chool Division, Chool (Raj.) 43",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "2025-26 16 अध्याय ११८० में पुराने भारतीय जनसंघ को पुर्नजीवित करके किस दल का निर्माण किया गया- भारतीय जनता पार्टी (अ ) कांग्रेस पार्टी समता पार्टी CPIM निम्न में से कौनसी पार्टी राष्ट्रीय पार्टी है- ( ब ) भारतीय जनता पार्टो (अ ) राष्ट्रोय जनता पार्टी ( स) समाजवादी पार्टो",
    "Question in English": "2025-26 16 Chapter 1180 Which party was formed by reviving the old Bharatiya Jana Sangh - Bharatiya Janata Party (A) Congress Party Samata Party CPIM Which of the following parties is a national party - (B) Bharatiya Janata Party (A) Rashtriya Janata Party (C) Samajwadi Party",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "विश्व के सबसे पुराने राजनीतिक दलों में से एक है- (अ ) भारतीय राष्ट्रीय कांग्रेस (ब ) भारतीय जनता पार्टी ( स) बहुजन समावादी पार्टी",
    "Question in English": "One of the oldest political parties in the world is - (a) Indian National Congress (b) Bharatiya Janata Party (c) Bahujan Samawadi Party",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "पार्टों -मार्क्सवादो",
    "Question in English": "parties-marxists",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "एक लोकतांत्रिक व्यवस्था में सबसे अलग दिखाई देने वाली संस्था है- (अ ) राजनीतिक दल",
    "Question in English": "The most distinct institution in a democratic system is - (a) Political party",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "निम्न में से राजनीतिक दल का कार्य 5. (अ ) दल चुनाव लड़ते है| (ब ) दल ही सरकार बनाते है और ( स ) दल अलग ्अलग नोतियों मतदाताओं का वाव के सनक्ष रखते है | ( द ) (द ) उपर्युक्त सभी इनमें सेकौन बहुजन समाज पार्टी के संस्थापक है? (अ ) कांशोरान (ब ) साहू महाराज ( स) डॉ. अम्बेडकर",
    "Question in English": "Which of the following is the function of a political party? 5. (a) Parties contest elections. (b) Only parties form the government and (c) Parties present different proposals before the voters. (d) (d) All of the above Who among the following is the founder of Bahujan Samaj Party? (a) Kanshoran (b) Sahu Maharaj (c) Dr. Ambedkar",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "(द ) ज्योतिबा फूले इनमें से कौन तृणमूल कांग्रेस के संस्थापक है- (अ ) ममता बनर्जी साहू महाराज कांशोराम ( स ) डॉ॰ अम्बेडकर अ , इण्डियन नेशनल कांग्रेस की स्थापना किस वर्ष हुई? ( अ) 1885 1985 ( स ) 1984 1998 राजनीतिक दल कुल अंक-५ ( वस्तुनिष्ठ प्रश्न - १ अंक -१+ निबंधात्मक प्रश्न -१, अंक - ४ ) निम्न में से जनमत निर्माण में महत्वपूर्ण भूमिका निभाता है- मुख्यमंत्री",
    "Question in English": "(d) Jyotiba Phule Who among the following is the founder of Trinamool Congress - (a) Mamta Banerjee Sahu Maharaj Kanshoram (c) Dr. Ambedkar A. In which year was the Indian National Congress established? (A) 1885 1985 (C) 1984 1998 Political parties Total marks - 5 (Objective question - 1 mark - 1 + Essay question - 1, mark - 4) Which of the following plays an important role in forming public opinion - Chief Minister",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "में दलीय व्यवस्था है 10. भारत एक दलोय बहुदलोय",
    "Question in English": "There is a party system in India 10. India is one party multi party",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "भारतीय जनता पार्टी का मुख्य प्रेरक सिद्धान्त क्या है? 11. क्रांतिकारो लोकतंत्र (अ ) बहुजन समाज आधुनिकता संस्कृतिक राष्ट्रवाद 1२ भारत में कम्युनिष्ट पार्टी ऑफ इण्डिया (CPI) का गठन हुआ? (अ 1885 1925 1964 1999 राजनीतिक दलों में सुधार के लिए संविधान संशोधन किया गया है| (अ ) दल बदल रोकने के लिए|",
    "Question in English": "What is the main driving principle of Bharatiya Janata Party? 11. Revolutionary Democracy (a) Bahujan Samaj Modernism Cultural Nationalism 12 When was the Communist Party of India (CPI) formed in India? (A) 1885 1925 1964 1999 The Constitution has been amended to reform political parties. (A) To prevent defection.",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "का ब्यौरा देने के लिए| मुकदमों ( स) सभी दलों के संगठनिक चुनाव कराने के लिए| (द ) चुनाव का खर्च सरकार द्वारा उठाने के लिए ( अ ) निम्न में से किस देश में एकदलीय व्यवस्था है? 14.",
    "Question in English": "To give details of. Lawsuits (c) To conduct organizational elections of all parties. (D) To bear the expenses of elections by the government. (A) In which of the following countries there is a one-party system? 14.",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "भारत के राष्ट्रीय स्तर पर मान्यता प्राप्त दलों की संख्या है- 15.",
    "Question in English": "The number of nationally recognized parties in India is- 15.",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "में निम्न में से कौनसा राष्ट्रीय दल नहीं है- 16 भारत इडियन नेशनल कांग्रेस भाजपा बहुजन समाज पार्टी शिवसेना ४4",
    "Question in English": "Which of the following is not a national party in India - 16 Bharat Indian National Congress BJP Bahujan Samaj Party Shiv Sena 44",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "४. सरकार का निर्माण एवं संचालन- राजनीतिक दल ही करते है जो भी निर्माण करते एवं उसका संचालन सरकार का विधायिका में बहुमत राजनोतिक दल अथवा उनक गठबंधन प्रात करत है , वह सरकार बनाता है और अपनो विचारधारा के अनुसार सरकार को चलाता है व नीतियाँ बनाता है 45",
    "Question in English": "4. Formation and operation of the government - Whatever is formed and operated by the political parties, the political party or their coalition gets the majority in the legislature, it forms the government and runs the government and makes policies according to its ideology.",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "Fill in the Blank",
    "Question in Hindi": "३. चुनाव सभी राजनीतिक दलों के लिए आदेश जारी किया कि॰वे सगठनात्मक चुनाव कराये आवश्यक रूप से आयकर रिटर्न भरें | 46",
    "Question in English": "3. Elections: Orders issued to all political parties to conduct organizational elections and compulsorily file income tax returns. 46",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "Fill in the Blank",
    "Question in Hindi": "२. द्विदलीय व्यवस्था- कुछ देशों में सत्ता आमतौर पर दो बदलतो रहतो है| वहाँ अनेक अन्य मुख्य दलों के बीच हो लड़कर कुछ सीटे जीत पार्टियाँ भी हो सकती है वे चुनाव सकती है पर सिर्फ दो ही दल बहुमत पाने और सरकार बनाने के प्रबल दावेदार होते है | संयुक्त राज्य अमेरिका और ब्रिटेन में ऐसी ही दो दलीय व्यवस्था है अनेक दल सत्ता के लिए होड बहुदलीय व्यवस्था- ज9 में हो और दो दलों से ज्यादा दलों के अपने दम पर या दूसरों से गटबंधन करके सत्ता नें आने के अवसर हो तोे इसे बढत बहुदलीय व्यवस्था कहते है भारत में भी ऐसी ही बहुदलीय व्यवस्था है| भारत एक लोकतांत्रिक भारत के संदर्भ में बहुदलीय व्यवस्था- व्यवस्था है हमारे देश में विभिन्न देश है बहुदलीय यहा 47",
    "Question in English": "2. Two-party system- In some countries, power usually remains in two hands. There may be parties fighting among other main parties and winning some seats; they may also contest elections, but only two parties are strong contenders for getting the majority and forming the government. There is a similar two-party system in the United States of America and Britain. Many parties compete for power. Multi-party system - If more than two parties have the opportunity to come to power on their own or by forming an alliance with others, then it is called a growing multi-party system. There is a similar multi-party system in India too. India is a multi-party system in the context of a democratic India. There are various countries in our country which are multi-party. 47",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "2025-26 सत्र राजनोतिक दल गठबंधन या मोर्चा बनाकर चुनाव लड़ते है तथा जीतते है और सरकार के निर्माण में भाग लेते है | कभी - कभी एक राजनीतिक दल भीो अधिकाश सीटे जोतकर सरकार रूप में सन् २००४ में ससंदीय बना लेत है उदाहरण के चुनाव मे तोन गढबंधन बने थे| राष्ट्रोय जनतांत्रिक गठबंधन संयुक्त प्रगतिशील गठबंधन एवं वाम मोर्चा | इनमें से कोई भो गठबंधन सरकार बनाने के लिए आवश्यक सीटे नहों जीत संयुक्त प्रगतिशील गठबंधन ने वाम मोर्चा के समर्थन से पाया सरकार का गठन किया| इस व्यवस्था के लिए बहुदलोय सबसे बड़ा काम यह है कि यह कई हितों एवं विचारों को राजनीतिक प्रतिनिधित्व का अवसर प्रदान करती है वही इस व्यवस्था का सबसे बड़ा नुकसान यह है कि यह बहुत अधिक जटिल व्यवस्था है तथा यह कभी-कभी राजनीतिक अस्थिरता का कारण भे बन जाती है| * बोर्ड परीक्षा परिणाम उन्नयन हेतु ऐतिहासिक पहल थेखवावाटी मिथन १०० 2026 विमिन्न विषयों की नवीनतम PDF डाउनलोड करने हेतु QR CODE स्कैन करैं पढ़ेगा राजस्थान बढ़ेगा राजस्थान कार्यालयः संयुक्त निदेशक स्कूल शिक्षा , चूरु संभाग , चूरु ( राज. ) 48",
    "Question in English": "2025-26 session Political parties contest and win elections by forming a coalition or front and participate in the formation of the government. Sometimes a political party also forms the government in Parliament by securing majority of seats. For example, in the elections of 2004, there were many alliances. National Democratic Alliance, United Progressive Alliance and Left Front. None of these coalitions won the required number of seats to form a government. The United Progressive Alliance formed the government with the support of the Left Front. The biggest advantage of this multi-party system is that it provides an opportunity for political representation to many interests and ideas, while the biggest disadvantage of this system is that it is a very complex system and it sometimes becomes the cause of political instability. * Historic initiative to upgrade board exam results Thekhawati Mithan 100 2026 Scan the QR CODE to download the latest PDF of various subjects Rajasthan will grow Rajasthan Office: Joint Director School Education, Churu Division, Churu (Raj.) 48",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "2025-26 17 अध्याय कुल अंक-०३ ( वस्तुनिष्ठ प्रश्न - १ अंक -१ , रिक्तस्थान वस्तुनिष्ठ प्रश्न- निन्नांकित में से किस शासन प्रणाली में उत्तरदायी सरकार का गठन होता है- लोेकतंत्र राजतंत्र तानाशाही ये सभो निन्नांकित में से किस शासन प्रणाली में वैध सरकार का होता है? गठन लेकतंत्र राजतंत्र तानाशाही कोई नहों *अ वर्तमान में विश्व में निम्न में से किस प्रकार की सरकारों की संरचना नैतिक है- राजतंत्रात्मक सरकार तानाशाही सरकार लोकतंत्रात्मक सरकार ( द) उपर्युक्त सभी निन्न मेंसेजिस सन्दर्भ में तानाशाही ने लोकतंत्रात्मक सरकारों से बेहतर परिणाम प्राप्त किये है वह है जनसंख्या में कमी",
    "Question in English": "2025-26 17 Chapters Total Marks - 03 (Objective Question - 1 Mark - 1, Blank Objective Question - In which of the following governance systems, a responsible government is formed - Democracy, Monarchy, Dictatorship. In which of the following governance systems, a legitimate government is formed? Formation of a democracy, monarchy, dictatorship, none *A. At present, which of the following types of governments in the world has a moral structure - Monarchical Government, Dictatorship Government Democratic Government (D) Out of all the above mentioned, the context in which dictatorship has achieved better results than democratic governments is population reduction.",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "MCQ",
    "Question in Hindi": "लोकतंत्र शासन की अन्य व्यवस्थाओं से बेहतर है क्योंकि 5 समानता को बढ़ावा देता है| नागरिकों व्यक्ति को गरिमा को बढ़ावा है| गलतियों को की गुंजाइश होती है| सुधारने ये सभो लोकतान्त्रिक व्यवस्था आधारित होती है- राजनीति समानता पर राजनीतिक विधमता पर अ लोकतंत्र के परिणाम १, अंक -१, अतिलघुत्तरात्मक प्रश्न १ , अंक -१ ) वितरण पर (द) ये सभी न्यायपूर्ण लोकतंत्र के मूल्यांकन के लिहाज से इनमें से कोई एक चीज लोकतांत्रिक व्यवस्थाओं के अनुरूप नहीं है , उसे स्वतंत्र और निष्पक्ष चुनाव व्यक्ति को गरिका का बहुसंख्यकों कानून के समक्ष समानता लोकतांत्रिक व्यवस्था में राजनीतिक और सामाजिक असमानताओं के बारे में किये गये अध्ययन बताते है कि-",
    "Question in English": "Democracy is better than other systems of governance because it promotes equality. Citizens promote dignity of the individual. There is scope for mistakes. To improve, all these democratic systems are based on - Politics, on equality, on political differences, A. Result of democracy 1, Mark - 1, Very short answer question 1, Mark - 1) On distribution (d) All these, from the point of view of evaluation of a just democracy, none of these things are in line with democratic systems, it is called free and fair elections, equality before the law of the majority, studies conducted about political and social inequalities in a democratic system. Is that-",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "Fill in the Blank",
    "Question in Hindi": "लोकतांत्रिक व्यवस्थाओं में असमानताएँ बनी रहती है| सिश तानाशाही में असमानताएं नहों होती है| तानाशाही लोकतंत्र को बेहतर साबित हुई है| लोकतांत्रिक व्यवस्था के संदर्भ में इनमें से कौनसा विचार 9 सही है- लोगों के बीच टकराव को समात्त कर दिया है| लोगों के बीच को आर्थिक असमानता समाप्त करना हासियों के समूहों से कैसा व्यवहार हो इस बारे में सारे मतभेद मिटा दिये है| राजनीतिक गैर बराबरी के विचार को समाप्त कर दिया है| रिक्त स्थान की पूर्ति कीजिए- लोकतंत्र में शासन को अन्तिम शक्ति के हाथों में होती है| आर्थिक समृद्धि के मामले में तानाशाही शासन व्यवस्था वाले ४९",
    "Question in English": "Inequalities persist in democratic systems. There are no inequalities in a Sikh dictatorship. Dictatorship has proved superior to democracy. Which of the following ideas is correct in the context of democratic system - Conflict between people has been eliminated. Eliminating economic inequality among people has erased all differences about how marginalized groups should be treated. The idea of ​​political inequality has been eliminated. Fill in the blanks - In a democracy, governance rests in the hands of the ultimate power. In terms of economic prosperity, those with dictatorial regimes 49",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  },
  {
    "Chapter": "13",
    "Questions type": "Very Short",
    "Question in Hindi": "2025-26 देशों का रिकॉर्ड के अधिकार के तहत सरकारी कामकाज के बारे में जानकारी प्राप्त होती है| लोकतांत्रिक सरकारों में फैसले लेने में तानाशाही की तुलना में समय लगता है| गैर लोकतांत्रिक व्यवस्थाएँ आमतौर पर अपने अदंरूनी सामाजिक मतभेदों को को कोशिश करतो है| लोकतांत्रिक व्यवस्था समानता प९ आधारित होतोे है| शासन की वह व्यवस्था जिसमें शासन को शक्ति एक व्यक्ति के हाथों में होे शासन व्यवस्था कहलातो के मामले व्यक्ति को और में लोकतांत्रिक व्यवसीा किसो भो अन्य शासन प्रणालो से काफो आगे है| प्रतिशत लोग मानते हैं कि भारत सरकार को चाल ढाल पर उनके वोट का असर पड़ता है| में वास्तविक जोवन लो कतांत्रिक व्यवस्थाएँ 10. असमानताओं को कम करने में ज्यादा नहों हो पाई है| सफल सैद्धान्तिक रूप में तो लोकतंत्र को अच्छा माना जाता है १1 में इसे इतना अच्छा माना जाता | में इस बात की पक्को 1२ होती व्यवस्था कि फैसले कुछ कायदे है अनुसार होंग | कानून के सामाजिक अंतर विभाजन और टकरावों को सँम्भालना निश्चित 13 व्यवस्थाओं रूप का एक बड़ा गुण वैध शासन व्यवस्था के मामले में १4 शासन निश्चित रूप से अन्य शासनों से बेहतर है| व्यवस्था की राय से शासन करना 15. लोकतंत्र का सीधे-सीधे अर्थ 7#+*\"\"*\" नहों है- लोकतांत्रिक शासन व्यवस्था में 16 सर्वाधिक सुरक्षित है| 17 व्यवस्था में गलतियों को सुधारने की गुजांइश होती 18 लोकतांत्रिक सरकारें सदा नागरिकों के का सम्मान 77**77**|*7\" नहीं करती है| उत्तर- (१ ) जनत , (२ ) अच्छा, (३) सूचना, (४ ) ज्यादा, (५ ) दबाने , ( ६ ) राजनीतिक (७ ) तानाशाही , (८ ) गरिमा , आजादी , (१ ) ६७ , ( १० ) आर्थिक, ( ११ ) व्यवहार, ( १२ ) लोकतंत्र , ( १३ ) लोकतांत्रिक, ( १४ ) लोकतांत्रिक 15. बहुमत १६. लोकतांत्रिक शासन १८. व्यक्ति को गरिम १७. अधिकारों अतिलघुत्तरात्मक प्रश्न- लोकतंत्र की एक विशेषता लिखिए- निर्वाचित जनप्रतिनिधि लेकतंत्र नागरिकों को गरिका को बढावा उत्तर- है प्रजातंत्र में निर्णय लेने में देरी क्यों होती है| २. क्योंकि प्रजातंत्र विचार विमर्श और समझौते के विचारों पर उत्तर- आधारित होता है कौनसी शासन व्यवस्था अपनी कुछ कमियों के बावजूद पूरे विश्व में स्वीकार्य है- लोकतांत्रिक शासन व्यवस्था अलोकतांत्रिक सरकारें लोकतंत्र की तुलना में जल्दी निर्णय क्यों ले लेती है? क्योंकि उन्हें विधायिका का सामना नहों करना होता है| उत्तर 5. शासन की किस व्यवस्था में गलतियों को सुधारने की गुंजाइंश होती है? लोकतांत्रिक शासन व्यवस्था में उत्तर- लोकतंत्र को सकारात्मक का अधिक अच्छा रूप क्यों माना 6 जाता है कोई एक कारण बताइए- उत्तर- लोकतंत्र व्यक्ति की गरिमा को बढ़ावा है| लोकतंत्र के कोई दो गुण बताइए- लोकतंत्र एक उत्तरदायो जिम्मेदार व्यवस्था है उत्तर- 1. २ . लोकतंत्र वैध शासन व्यवस्था है 50",
    "Question in English": "",
    "Answer in Hindi": "",
    "Answer in English": "",
    "Marks": "1"
  }
]