[
  {
    "Chapter": "1",
    "Questions type": "MCQ",
    "Question in English": "1. In which area does maximum soil erosion occur due to drainage?",
    "Question in Hindi": "1. अवनलिका द्वारा सर्वाधिक मृदा अपरदन किस क्षेत्र में होता है?",
    "Answer in English": "in Chambal Basin",
    "Answer in Hindi": "चंबल बेसिन में",
    "Marks": "1"
  },
  {
    "Chapter": "1",
    "Questions type": "MCQ",
    "Question in English": "2. Which is the most suitable soil for cashew crop?",
    "Question in Hindi": "2. काजू की फसल के लिए सर्वाधिक उपयुक्त मृदा है?",
    "Answer in English": "red laterite",
    "Answer in Hindi": " लाल लेटेराइट",
    "Marks": "1"
  },
  {
    "Chapter": "1",
    "Questions type": "MCQ",
    "Question in English": "3. From which Greek language is the word laterite taken?",
    "Question in Hindi": "3. लेटेराइट शब्द ग्रीक भाषा के किस लिया गया है?",
    "Answer in English": "letter (meaning brick)",
    "Answer in Hindi": " लेटर ( जिसका अर्थ  ईंट है )",
    "Marks": "1"
  },
  {
    "Chapter": "1",
    "Questions type": "MCQ",
    "Question in English": "4. Which soil is called 'Regar' muda?",
    "Question in Hindi": "4. रेगर ' मूदा किस मृदा को कहा जाता है?",
    "Answer in English": "black soil",
    "Answer in Hindi": " काली मृदा",
    "Marks": "1"
  },
  {
    "Chapter": "1",
    "Questions type": "MCQ",
    "Question in English": "5. By what name is old alluvium known on the basis of age?",
    "Question in Hindi": "5. आयु के आधार पर पुराना जलोढ़ को किस नाम से जाना जाता है?",
    "Answer in English": "Bangra",
    "Answer in Hindi": "बांगर",
    "Marks": "1"
  },
  {
    "Chapter": "1",
    "Questions type": "MCQ",
    "Question in English": "6. By what name is the new alluvium known on the basis of age?",
    "Question in Hindi": "6. आयु के आधार पर नये जलोढ़ को किस नाम से जाना जाता है?",
    "Answer in English": "Khadar",
    "Answer in Hindi": "खादर",
    "Marks": "1"
  },
  {
    "Chapter": "1",
    "Questions type": "MCQ",
    "Question in English": "7. By what name is the area formed at the foothills of the mountainous region known?",
    "Question in Hindi": "7. पर्वतीय क्षेत्र की तहलटी में बने क्षेत्र को किस नाम से जाना जाता है?",
    "Answer in English": "Dwar, Chau and Terai.",
    "Answer in Hindi": " द्वार, चौ तथा तराई |",
    "Marks": "1"
  },
  {
    "Chapter": "1",
    "Questions type": "MCQ",
    "Question in English": "8. What percentage of forest area is desired as determined by the National Forest Policy 1152?",
    "Question in Hindi": "8. राष्ट्रीय वन नीति ११५२ ) द्वारा निर्धारित वन क्षेत्र का कितना प्रतिशत वांछित है|",
    "Answer in English": "33 percent",
    "Answer in Hindi": "३३ प्रतिशत",
    "Marks": "1"
  },
  {
    "Chapter": "1",
    "Questions type": "Short Answer",
    "Question in English": "1. Degraded land in India is",
    "Question in Hindi": "१. भारत में निम्नीकृत भूमि है",
    "Answer in English": "13 crore hectares. 10 The percentage of different types of landforms in India is 43 percent, 30 percent is mountains and 27 percent is plateau. 11 He is the author of the book 'Small is Beautiful'.  Schumeser 12 When and who first advocated resource conservation at the international level? The Club of Rome did this in 1968. From word IA Maidan, Session 2025-26 No. and Development No. 1, Mark-1, Short form question 1, Mark-2)",
    "Answer in Hindi": " 13 करोड़ हेक्टेयर 1० भारत में विभिन्न प्रकार की भू-आकृतिक भागों का प्रतिशत है  ४३ प्रतिशत ३० प्रतिशत भाग पर्वत तथा २७ प्रतिशत भाग पठारी 11 पुस्तक ' स्माल इज ब्यूटीफुल ' के लेखक है|  शुमेसर १२ अंतर्राष्ट्रीय स्तर पर सर्वप्रथम संसाधन संरक्षण की वकालत कब व किसने की| उ १९६८ में  क्लब ऑफ रोम ने की| शब्द से IA मैदान, सत्र 2025-26 न एवं विकास न १ , अंक -१ , लघुतरात्मक प्रश्न १ , अंक-२ )",
    "Marks": "2"
  },
  {
    "Chapter": "1",
    "Questions type": "Short Answer",
    "Question in English": "13. The main objective of Agenda 21 is",
    "Question in Hindi": "13. एजेंडा २१ का मुख्य उद्देश्य है|",
    "Answer in English": "To achieve global sustainable development. 14 Where was the first International Earth Conference held? In 1992 in Rio de Janeiro, Brazil.",
    "Answer in Hindi": " भूमंडलीय सतत पोषणीय विकास हासिल करना है| १४ प्रथम अंतर्राष्ट्रीय पृथ्वी सम्मेलन कहाँ हुआ| उ १९९२ में ब्राजील के रियोडी जेनेरो शहर में|",
    "Marks": "2"
  },
  {
    "Chapter": "1",
    "Questions type": "Short Answer",
    "Question in English": "15. The resources found for how many kilometers in the sea are the wealth of the nation.",
    "Question in Hindi": "15. समुद्र में कितने किलोमीटर तक पाये जाने वाले संसाधन राष्ट्र की संपदा है|",
    "Answer in English": "12 nautical miles (22 2 km)",
    "Answer in Hindi": " १२ समुद्री मील ( २२ २ किलोमीटर )",
    "Marks": "2"
  },
  {
    "Chapter": "1",
    "Questions type": "Short Answer",
    "Question in English": "16. The land where it has not been cultivated for one agricultural year or less is called?",
    "Question in Hindi": "16. वह भूमि जहाँ एक कृषि वर्ष या उससे कम समय में खेती न की गई हो कहलाती है?",
    "Answer in English": "Present fallow land^",
    "Answer in Hindi": " वर्तमान परती भूमि ^",
    "Marks": "2"
  },
  {
    "Chapter": "1",
    "Questions type": "Short Answer",
    "Question in English": "17. The land where farming has not been done for 1 to 5 agricultural years is called? Ancient fallow land. 18 The above mentioned soil is for cotton cultivation.",
    "Question in Hindi": "17. वह भूमि जहाँ 1 से 5 कृषि वर्ष से खेती न की गईं हो , कहलाती है? पुरातन परती भूमि| 18 कपास की खेती के लिए उपर्युक्त मृदा है|",
    "Answer in English": "Black Soil 19 Tell the types of resources on the basis of origin – organic and inorganic 20 Tell the types of resources on the basis of exhaustibility – renewable and non-renewable resources.",
    "Answer in Hindi": " काली मृदा 19 उत्पत्ति के आधार पर संसाधनों के प्रकार बताइए-  जैव और अजैव २० समाप्यता के आधार पर संसाधनों के प्रकार बताइए-  नवीकरण और अनवीकरण संसाधन",
    "Marks": "2"
  },
  {
    "Chapter": "1",
    "Questions type": "Short Answer",
    "Question in English": "21. What is the percentage of net sown area in Punjab and Haryana?",
    "Question in Hindi": "21. पंजाब और हरियाणा में शुद्ध ( निवल ) बोये क्षेत्र का प्रतिशत है?",
    "Answer in English": "80 percent 22 Only on what percentage of the total accumulated area of ​​India is agriculture done?  54 percent part",
    "Answer in Hindi": " ८० प्रतिशत 22 भारत के कुल संचित क्षैत्र के कितने प्रतिशत भाग पर ही कृषि होती है?  ५४ प्रतिशत भाग",
    "Marks": "2"
  },
  {
    "Chapter": "1",
    "Questions type": "Short Answer",
    "Question in English": "23. Which factor is responsible for sheet erosion?",
    "Question in Hindi": "23. चादर अपरदन के लिए कौनसा कारक उत्तरदायी है ?",
    "Answer in English": "Water",
    "Answer in Hindi": " जल",
    "Marks": "2"
  },
  {
    "Chapter": "1",
    "Questions type": "Short Answer",
    "Question in English": "24. When is World Environment Day celebrated?",
    "Question in Hindi": "24. विश्व पर्यावरण दिवस कब मनाया जाता है?",
    "Answer in English": "5th June",
    "Answer in Hindi": " ५ जून",
    "Marks": "2"
  },
  {
    "Chapter": "1",
    "Questions type": "Short Answer",
    "Question in English": "25. In which state of India is terraced farming done?",
    "Question in Hindi": "25. भारत के किस प्रान्त में सीढ़ीदार ( सोपानी ) खेती की जाती है?",
    "Answer in English": "Akhand, Himachal Pradesh, Sikkim, Assam, Medalaya 6 Shekhawati Mission - 100 Short Answer Questions 1 Explain the reasons for land degradation in India - (1) Soil erosion due to water (2) Water crisis due to excessive irrigation. (3) Due to excessive animal grazing and deforestation. (4) Soil being salty and alkaline (5) 2. Explain the measures of land degradation through waste from industries or water containing dirty chemicals - (1) by planting more and more trees and reducing deforestation (2) by stopping excessive animal grazing in desert and other areas. 83) By using organic fertilizers instead of chemical fertilizers. (4) By reducing population growth. 3 Explain the problems caused by excessive exploitation of resources. (1) Due to unbalanced use of resources, the society got divided into rich and poor. (2) Due to unbalanced and indiscriminate use of resources, global problems like ozone layer depletion, environmental pollution, land degradation and global warming are arising. (3) Only a few people are depleting the resources. (4) Due to excessive use of resources, there are problems for the coming generations. Even their non-availability or shortage will be a serious problem. 0 4 Explain the measures to stop soil erosion or soil conservation (1) By planting more and more trees and stopping deforestation. (2) By stopping excessive animal grazing in desert or other areas. (3) By stopping the ongoing construction work due to population growth. (4) By stopping the use of organic fertilizers in place of chemical fertilizers for the session 2025-26 (5) By doing agricultural work by making terraced fields in hilly or sloping areas.",
    "Answer in Hindi": " ाखण्ड , हिमाचल प्रदेश , सिक्किम , असम , मेद्यालय 6 शेखावाटी मिशन- १०० लघुत्तरात्मक प्रश्न 1 भारत में भू- निम्नीकरण के कारण समझाइए -  (१ ) जल के कारण मृदा अपरदन होना (२ ) अति सिंचाई के कारण जलाक्रांतता होना | (३ ) अति पशुचारण व वनोन्मूलन के कारण | (४ ) मृदा का लवणीय व क्षारीय होना (५ ) उद्योगों से निकले अपशिष्ट या गंदे रासायन युक्त पानी के द्वारा 2 भू - निम्नीकरण के उपाय समझाइए-  (१ ) अधिक से अधिक वृक्षारोपण करके तथा वनोन्मूलन को (२ ) मरूस्थलीय तथा अन्य क्षेत्रों में होने वाले अति पशुचारण को रोककर| ८३ ) रासायनिक उर्वरकों के स्थान पर जैविक खाद का उपयोग करके | (४ ) जनसंख्या वृद्धि को कम करके | 3 संसाधनों के अत्यधिक दोहन से होने वाली समस्याएँ स्पष्ट करें  (१ ) संसाधनों के असन्तुलित उपयोग से समाज अमीर गरीब में बँट गया (२ ) संसाधनों के असन्तुलित अंधाधुध उपयोग के कारण ओजोन परत क्षरण , पर्यावरण प्रदूषण , भूमि- निम्नीकरण तथा भूमण्डलीय तापन जैसी वैश्वीक समस्याएँ उत्पन्न होे रही है (३ ) कुछ व्यक्तियों के ही संसाधनों का ह्यस हो रहा (४ ) संसाधनों के अत्यधिक उपयोग के कारण आने वाली पीढ़ीयों के लिए इनका प्राप्त नहीं होना भी या कमी होना भी गम्भीर समस्या होगो 0 4 मृदा अपरदन रोकने केउपाय या मूदा संरक्षण को समझाइए  (१ ) अधिक से अधिक वृक्षारोपण करके तथा वनोन्मूलन को रोककर | (२ ) मरूस्थलीय या अन्य क्षेत्रों में होने वाले अति पशुचारण को रोककर | (३ ) जनसंख्या वृद्धि के कारण होने वाले अवयवस्थित निर्माण कार्य को रोककर | (४ ) रासायनिक उर्वरकों के स्थान पर जैविक खाद के उपयोग से रोककर लिए सत्र 2025-26 (५ ) पहाड़ी़ या ढ़लान वाले क्षेत्रों में सीढ़ी नुमा खेत बनाकर कृषि कार्य करके |",
    "Marks": "2"
  },
  {
    "Chapter": "1",
    "Questions type": "Short Answer",
    "Question in English": "5. What is Agenda 2 1? Explain-",
    "Question in Hindi": "5. एजेडा  २ १ क्या है? समझाइए-",
    "Answer in English": "It is a declaration that was adopted by heads of state under the auspices of the United Nations Conference on Environment and Development in Rio de Janeiro, Brazil in 1912, with the aim of achieving global sustainable development. 6 Explain the difference between Bangar and Bangar: - Old alluvial i.e. old alluvial soil is known as Bangar. Bangar soil has more quantity of gravel glands. Khadar:- New alluvial soil is known as Khadar. In Khadar soil, finer particles are found as compared to Bangar soil. Explain the interrelationship between the role of resources, technology and humans in development – ​​Availability of resources is a necessary condition for the development of any area. But resources can contribute to the development of a state only when the above mentioned technological development and institutional changes are made there. Therefore, along with the availability of resources, technology and quality of human resources also contribute to development.",
    "Answer in Hindi": " यह एक घोषणा है जिसे १९१२ में ब्राजील के शहर रियो डी जेनेरो में संयुव्त राष्ट्र पर्यावरण और विकास सम्मेलन के तत्वावधान में राष्ट्राध्यक्षों द्वारा स्वीकृत किया गया था जिसका उद्देश्य भूमंडलीय सतत् पोषणीय विकास हासिल करना है| 6 बांगर तथा अंतर स्पष्ट कीजिए-  बांगर :- पुराना जालोढ़ अर्थात् पुरानी जलोढ़ मृदा के बांगर के नाम से जाना जाता बांगर मृदा में कंकर ग्रंथियों को मात्रा ज्यादा होती है| खादरः- नया जलोढ़ अर्थात् नयी जलोढ़ मृदा को खादर के नाम से जाना जाता खादर मृदा में बांगर मृदा की तुलना में ज्यादा महीन कण पाये जाते है| विकास में संसाधन , प्रौद्योगिकी एवं मानव की भूमिका के पारस्परिक संबंध को स्पष्ट कीजिए-  किसी क्षेत्र के विकास के लिए संसाधनों की उपलब्धता एक आवश्यक शर्त है| लेकिन संसाधन किसी प्रदेश के विकास में तभी योगदान दे सकते है , जब वहाँ उपर्युक्त प्रौद्योगिकी विकास 9 और संस्थागत परिवर्तन किये जाये | अतः विकास में संसाधनों की उपलब्धता के साथ-्साथ इसमें प्रौद्योगिकी और मानव संसाधन की गुणवक्ता का भी योगदान रहता है|",
    "Marks": "2"
  },
  {
    "Chapter": "1",
    "Questions type": "Short Answer",
    "Question in English": "8. Explain the classification of resources-",
    "Question in Hindi": "8. संसाधनों के वर्गीकरण को समझाइए-",
    "Answer in English": "Resources can be classified into the following types-",
    "Answer in Hindi": " संसाधनों का वर्गीकरण निम्न प्रकार में किया जा सकता है-",
    "Marks": "2"
  },
  {
    "Chapter": "1",
    "Questions type": "Short Answer",
    "Question in English": "1. On the basis of origin, organic and inorganic 2. Renewable and non-renewable on the basis of maturity",
    "Question in Hindi": "१. उत्पति के आधार पर जैव एवं अजैव २ . समाप्यता के आधार पर नवीकरण योग्य और अनवीकरण योग्य",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "2"
  },
  {
    "Chapter": "1",
    "Questions type": "Short Answer",
    "Question in English": "3. On the basis of ownership – individual, community, national, international",
    "Question in Hindi": "३. स्वामित्व के आधार पर - व्यवितगत , सामुदायिक , राष्ट्रीय , अन्तर्राष्ट्रीय",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "2"
  },
  {
    "Chapter": "1",
    "Questions type": "Short Answer",
    "Question in English": "4. On the basis of level of development - potential, developed reserve fund 9 Explain the difference between net sown area and gross cultivated area -",
    "Question in Hindi": "४. विकास के स्तर के आधार पर - संभावी , विकसित संचित कोष 9 शुद्ध ( निवल ) बोया गया क्षेत्र तथा सकल कूर्षि के क्षेत्र में अंतर बताइए-",
    "Answer in English": "Net sown area – The land on which crops are grown and harvested is called net sown area. Gross Cultivated Area - The area sown more than once in an agricultural year is added to the net sown area. If the reserves in Khadar go to Shekhawati Mission - 100 then it is called Gross Cultivated Area. 10 Explain the difference between renewable and non-renewable resources-",
    "Answer in Hindi": " शुद्ध निवल बोया गया क्षेत्र- वह भूमि जिस पर फसले उगाई व काटी जाती है, वह शुद्ध ( निवल ) बोया गया क्षेत्र कहलाता है| सकल कृषित क्षेत्र- एक कृषि वर्ष में एक बार से अधिक बोए गए क्षेत्र को शुद्ध ( निवल ) बोए गए क्षेत्र में जोड़ दिया 7 खादर में भंडार शेखावाटी मिशन- १०० जाए तोे वह सकल कृषित क्षेत्र कहलाता है| 10 नवीकरणीय और अनवीकरणीय योग्य संसाधनों में अन्तर स्पष्ट कीजिए- ",
    "Marks": "2"
  },
  {
    "Chapter": "1",
    "Questions type": "Short Answer",
    "Question in English": "1. Renewable resources - do not get exhausted even after continuous use and their use does not cause pollution. Example - Solar energy, wind energy, water energy. 2. Non-renewable resources - there is a fear of getting exhausted even after continuous use and their use causes pollution. Example- Coal and petroleum products 11. Why is there a need to conserve resources?",
    "Question in Hindi": "1. नवीकरणीय संसाधन - सतत् उपयोग के बाद भी समाप्त नहीं होते तथा इनके उपयोग से प्रदूषण नहीं होता उदाहरण - सौर ऊर्जा , पवन ऊर्जा , जल ऊर्जा २ अनवीकरणीय संसाधन - सतत् उपयोग के बाद भी समाप्त होने का डर है तथा इनके उपयोग से प्रदूषण फैलता है| उदाहरण- कोयला तथा पेट्रोलियम पदार्थ 11 . संसाधनों के संरक्षण की आवश्यकता क्यों है ?",
    "Answer in English": "1+ Conservation is necessary due to excessive exploitation and irrational use of resources.",
    "Answer in Hindi": " 1+ संसाधनों के अत्यधिक दोहन व विवेकहीन उपयोग के कारण संरक्षण आवश्यक है|",
    "Marks": "2"
  },
  {
    "Chapter": "1",
    "Questions type": "MCQ",
    "Question in English": "2. Conservation of resources is necessary for sustainable development. 12 How can resources be planned? Explain-",
    "Question in Hindi": "२. सतत् विकास के संसाधनों का संरक्षण आवश्यकता 1२ संसाधनों का नियोजन किस प्रकार कर सकते है ? समझाइए-",
    "Answer in English": "10. To identify the resources found in the country, to make an approximate measurement of the quality and quantity of the resource. 20. To implement development plans related to the resources found in the country, to develop technological skills. Historic Initiative for Upgradation of Shekhawat Session 2025-26 Board Paroksha Result Theravati Mithan 100 2026 Scan the QR CODE to download the latest PDF of various subjects Rajasthan will grow Rajasthan Office: Joint Director School Education, Churu Division, Churu (Raj.) 8 AI Shekhawati Mission - 100 Chapters and 7 Forests and Total Marks 2 (Objective Objective Question - 1 How many of all the biological subspecies of the world are found in India? Percentage number is found to be 8 percent (about 16 lakh) 2 When was the Indian Wildlife (Protection) Act implemented?",
    "Answer in Hindi": "१० देश में पाये जाने वाले संसाधनों कोी पहचान करना , संसाधन का गुणवता व मात्रा का अनुमानित मापन करना है| २० देश में पाये जाने वाले संसाधनों से सम्बंधित विकास योजनाएँ लागु करना , प्रौद्योगिकी कौशल का विकास करना | लिए शेखावाट सत्र 2025-26 बोर्ड परोक्षा परिणाम उन्नयन हेतु ऐतिहासिक पहल थेरवावाटी मिथन १०० 2026 विमिन्न विषयों की नवीनतम PDF डाउनलोड करने हेतन QR CODE स्कैन करें पढ़ेगा राजस्थान बढगा राजस्थान कार्यालयः संयुक्त निदेशक स्कूल शिक्षा , चूरू संभाग , चूरु ( राज. ) 8 ऐ शेखावाटी मिशन- १०० अध्याय व 7 वन एवं कुल अंक २ ( वस्तुनिष्ठ वस्तुनिष्ठ प्रश्न- 1 भारत में विश्व की सारी जैव उपजातियों की कितने प्रतिशत संख्या पाई जाती है?  8 प्रतिशत ( लगभग १६ लाख ) २ भारतीय वन्यजीवन ( रक्षण ) अधिनियम कब लागू किया गया?  1972",
    "Marks": "1"
  },
  {
    "Chapter": "1",
    "Questions type": "MCQ",
    "Question in English": "3. When was Project Tiger started?",
    "Question in Hindi": "3. प्रोजेक्ट टाइगर की शुरुआत कब हुई ?",
    "Answer in English": "1973 + In which state of India is Corbett National Park located?  monolithic",
    "Answer in Hindi": " 1973 + कारबेट राष्ट्रीय उद्यान भारत के किस राज्य में स्थित है|  ाखण्ड",
    "Marks": "1"
  },
  {
    "Chapter": "1",
    "Questions type": "MCQ",
    "Question in English": "5. In which state of India is Sundarban National Park located?",
    "Question in Hindi": "5. सुंदरबन राष्ट्रीय उद्यान भारत के किस राज्य में स्थित है|",
    "Answer in English": "West Bengal 6 Where is 'Bandhavgarh National Park' located Madhya Pradesh",
    "Answer in Hindi": " पश्चिम बंगाल 6 ' बांधवगढ़ राष्ट्रीय उद्यान ' कहाँ स्थित  मध्य प्रदेश",
    "Marks": "1"
  },
  {
    "Chapter": "1",
    "Questions type": "Very Short Answer",
    "Question in English": "7. In which state is 'Sariska Tiger Reserve' located?",
    "Question in Hindi": "7. सरिस्का बाघ रिजर्व ' किस राज्य में स्थित है|",
    "Answer in English": "Rajasthan < 8 In which state is 'Periyar Tiger Reserve' located?  A9 'Kaziranga National Park' is located in which state?  Assam 10 Which state of India has the largest area under permanent forests?  Madhya Pradesh (75 percent) 11. According to the Forest Department, what part of the total area of ​​the country is protected forest? 5 Kerala Session 2025-26 Wildlife Resources 1 Mark, Very Short Answer Question 1, Mark-1) One-third Part",
    "Answer in Hindi": " राजस्थान < 8 पेरियार बाघ रिजर्व ' किस राज्य में स्थित है?  A 9 काजीरंगा राष्ट्रीय उद्यान ' किस राज्य में स्थित है?  असम 10 भारत के किस राज्य में स्थायी वनों के अन्तर्गत सबसे अधिक क्षेत्र है?  मध्य प्रदेश ( ७५प्रतिशत ) 11 . वन विभाग के अनुसार देश के कुल क्षेत्र का कितना हिस्सा रक्षित वन है? 5 केरल सत्र 2025-26 न्य जीव संसाधन 1 अंक , अतिलघुत्तरात्मक प्रश्न १, अंक -१ )  एक ्तिहाई हिस्सा",
    "Marks": "1"
  },
  {
    "Chapter": "1",
    "Questions type": "Very Short Answer",
    "Question in English": "12. In which district of Rajasthan, people of 5 villages declared 1200 hectares of forest land as 'Bhairodev Dakav Sanctuary'?",
    "Question in Hindi": "12. राजस्थान के किन जिले में 5 गाँवो क लोगो ने १२०० हेक्टेयर वन भूमि ' भैरोदेव डाकव सेंँचुरी ' घोषित कर दी",
    "Answer in English": "Alwar",
    "Answer in Hindi": " अलवर",
    "Marks": "1"
  },
  {
    "Chapter": "1",
    "Questions type": "Very Short Answer",
    "Question in English": "13. Which trees are worshiped by the Munda and Santhal tribes in Chhota Nagpur region?",
    "Question in Hindi": "13. छोटा नागपुर क्षेत्र में मुंडा और संथाल जनजातियों किन पेड़ो की पूजा करते हैं?",
    "Answer in English": "mahua and height",
    "Answer in Hindi": " महुआ और कद",
    "Marks": "1"
  },
  {
    "Chapter": "1",
    "Questions type": "Very Short Answer",
    "Question in English": "14. The tribes of which kings worship tamarind and mango trees during marriage? Odisha and Bihar 15 'Chipko Movement' is related to?",
    "Question in Hindi": "14. किन राज्चों की जनजातियाँ शादी के दौरान इमली और आम के पेड़ की पूजा करती है? ओडिशा और बिहार १5 चिपको आंदोलन ' का सम्बंध है?",
    "Answer in English": "from the Himalayan region",
    "Answer in Hindi": " हिमालयी क्षेत्र से",
    "Marks": "1"
  },
  {
    "Chapter": "1",
    "Questions type": "Very Short Answer",
    "Question in English": "16. Which campaign by the farmers of Tehri showed that diverse crop production and economic agricultural production is possible even without the use of chemical fertilizers?",
    "Question in Hindi": "16. टिहरी के किसानो द्वारा किस अभियान ने दिखा दिया कि रासायनिक उर्वरको के प्रयोग बिना भी विविध फसल उत्पादन व आर्थिक कृषि उत्पादन संभव है?",
    "Answer in English": "'Seed Bachao Movement' and 'Navadanam'",
    "Answer in Hindi": " ' बीज बचाओं आंदोलन और ' नवदानम",
    "Marks": "1"
  },
  {
    "Chapter": "1",
    "Questions type": "Very Short Answer",
    "Question in English": "17. Which state passed the first proposal for joint forest management in 1188?",
    "Question in Hindi": "17. ११८८ में किस राज्य ने संयुक्त वन प्रबंधन का पहला प्रस्ताव पास किया?",
    "Answer in English": "Orissa",
    "Answer in Hindi": " ओडिसा",
    "Marks": "1"
  },
  {
    "Chapter": "1",
    "Questions type": "Very Short Answer",
    "Question in English": "18. Which environmentalist is associated with 'Chipko Movement'?",
    "Question in Hindi": "18. चिपको आन्दोलन ' से जुड़े हुए पर्यावरणविद् है?",
    "Answer in English": "Amrita Devi Vishnoi, Sundar Lal Bahuguna 19 How many types of forests are there?",
    "Answer in Hindi": " अमृता देवी विश्नोई , सुन्दर लाल बहुगुणा 19 वन कितने प्रकार के होते है? ",
    "Marks": "1"
  },
  {
    "Chapter": "1",
    "Questions type": "Very Short Answer",
    "Question in English": "1. reserved forest",
    "Question in Hindi": "१. आरक्षित वन",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "1"
  },
  {
    "Chapter": "1",
    "Questions type": "Very Short Answer",
    "Question in English": "2. protected forest",
    "Question in Hindi": "२. रक्षित वन",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "1"
  },
  {
    "Chapter": "1",
    "Questions type": "Very Short Answer",
    "Question in English": "3. Unclassified Forest 9 Shekhawati Mission- 100 20 What are the endangered species?",
    "Question in Hindi": "3. अवर्गीकृत वन 9 शेखावाटी मिशन- १०० २० संकटग्रस्ट प्रजातियाँ किसे कहते है?",
    "Answer in English": "Those species whose numbers have reduced and are in danger of extinction. 21 What is 'Red Data Book'?  Is an account or list of endangered species. Very short answer question-",
    "Answer in Hindi": " वे प्रजातियाँ जिनकी संख्या कम हो गई है तथा उनके लुप्त होने का खतरा है| 21 रेड डाटा पुस्तक ' क्या है?  संकटापन्न प्रजातियों का लेखा- जोखा या इनकी सूची है| अतिलघुत्तरात्मक प्रश्न-",
    "Marks": "1"
  },
  {
    "Chapter": "1",
    "Questions type": "Very Short Answer",
    "Question in English": "1. Define biodiversity",
    "Question in Hindi": "1. जैव विविधता को परिभाषित कीजिए",
    "Answer in English": "Biodiversity is the presence of many types of animals and plants on the terrestrial and aquatic parts of the world. 2 What is called ecosystem?  Human beings and other living beings together form a complex system, which is called ecosystem.",
    "Answer in Hindi": " के स्थलीय व जलीय भाग पर अनेक प्रकार के जीव तथा वनस्पति का पाया जाना ही जैव विविधता है २ पारिस्थितिक तंत्र किसे कहते हैं?  मानव और दूसरे जीवधारी मिलकर एक जटिल तंत्र का निर्माण करते हैं , जिने पारिस्थिक तंत्र कहते है|",
    "Marks": "1"
  },
  {
    "Chapter": "1",
    "Questions type": "Very Short Answer",
    "Question in English": "3. Why is it necessary to conserve forests and wildlife?",
    "Question in Hindi": "3. वनों और वन्य जीवन का संरक्षण करना क्यो आवश्यक हैl",
    "Answer in English": "Conservation of forests and wildlife maintains ecological diversity and our life sustaining resources like water, air and soil remain intact. + Name two factors reducing biodiversity in India.  1 Killing and hunting of wild animals from wild life habitat 2. environmental pollution",
    "Answer in Hindi": " वन और वन्य जीवन के संरक्षण से पारिस्थितिकी विविधता बनी रहती है तथा हमारे जीवन साध्य संसाधन जल, वायु और मृदा बने रहते हैं | + भारत में जैव विविधता को कम करने वाले दो कारक बताइए|  1 वन्य जीवों के आवास का जंगली जानवरों को मारना व आखेट्न २ . पर्यावरणीय प्रदूषण",
    "Marks": "1"
  },
  {
    "Chapter": "1",
    "Questions type": "Very Short Answer",
    "Question in English": "5. Name any two tiger reserve projects in India",
    "Question in Hindi": "5. भारत में किन्ही दो बाघ आर्राक्षत परियोजनाओं के नाम बताइए",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "1"
  },
  {
    "Chapter": "1",
    "Questions type": "Very Short Answer",
    "Question in English": "1. Corbett National Park (Uttarakhand) 2. Sundarban National Park (West Bengal) 6 Explain the importance of Chipko movement.",
    "Question in Hindi": "1. कार्बेट राष्ट्रीय उद्यान ( उत्तराखण्ड) २ . सुन्दरबन राष्ट्रीय उद्यान ( पश्चिम बंगाल ) 6 चिपको आंदोलन का महत्व बताइए",
    "Answer in English": "In the Himalayan region, work like stopping deforestation and community afforestation etc. is done under the Chipko movement. Earth Animals & Session 2025-26 7 Which creatures are considered an integral part of the Vishnoi community in Rajasthan?  Black Deer, Chinkara, Nilgai, Peacock",
    "Answer in Hindi": " हिमालय प्रदेश में वनों की कटाई रोकना तथा सामुदायिक वनीकरण करना आदि कार्य चिपको आंदोलन के अर्न्तगत किये जाते हैं| पृथ्वी जन्तुओं & सत्र 2025-26 7 राजस्थान में विश्नोई समुदाय का अभिन्न हिस्सा किन जीव को माना जाता है?  काला हिरण , चिंकारा , नीलगाय, मोर",
    "Marks": "1"
  },
  {
    "Chapter": "1",
    "Questions type": "Very Short Answer",
    "Question in English": "8. What is 'Joint Forest Management'?",
    "Question in Hindi": "8. संयुक्त वन प्रबंधन ' क्या है|",
    "Answer in English": "Under the department, Joint Forest Management works to protect degraded forests. In this, institutions are formed at the village level in which rural and forest department officials work jointly. Historic initiative to upgrade Board Paroksha result Shekhawati Mithan 100 2026 Scan QR CODE to download latest PDF of various subjects Rajasthan will grow Rajasthan Office: Joint Director School Education, Churu Division, Churu (Raj.) 0 100 A for animals",
    "Answer in Hindi": " विभाग के अन्तर्गत संयुक्त वन प्रबंधन क्षरित वनों के बचाव के कार्य करता है| इसमें गाँव के स्तर पर संस्थाएँ बनाई जाती है जिनमें ग्रामीण और वन विभाग के अधिकारी संयुक्त रूप से कार्य करते हैं| बोर्ड परोक्षा परिणाम उन्नयन हेतु ऐतिहासिक पहल शेखवावाटी मिथन १०० 2026 विमिन्न विषयों की नवीनतम PDF डाउनलोड करने हेतनु QR CODE स्कैन करें पढ़ेगा राजस्थान बढेगा राजस्थान कार्यालयः संयुक्त निदेशक स्कूल थिक्षा , चूरु संभाग , चूरु ( राज. ) 0 जन्तुओं लिए १०० ए",
    "Marks": "1"
  },
  {
    "Chapter": "1",
    "Questions type": "Unknown",
    "Question in English": "1. Khadin and Johad: In the semi-arid and arid areas of Rajasthan, pits were made to collect rain water in the fields so that the land could be irrigated and the conserved water could be used for agricultural purposes. Khadin in Jaisalmer district of Rajasthan and Johad in other areas are examples of this.",
    "Question in Hindi": "1. खादीन एवं जोहड राजस्थान के अर्द्ध शुष्क और शुष्क क्षेत्रों में खेतों में वर्षा के जल को एकत्रित करने के लिए गड़ढे बनाए जाते थे जिससे भूमि की सिंचाई को जा सके तथा संरक्षित जल को कृषि के काम किया जा सके राजस्थान के जैसलमेर जिले में खादीन तथा अन्य क्षेत्रों में जोहड़ इसके उदाहरणहरण है",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "Unknown"
  },
  {
    "Chapter": "1",
    "Questions type": "Unknown",
    "Question in English": "2. Tank or underground tank - In the semi-arid areas of Rajasthan, especially in Bikaner, Phalodi and Barmer, almost every house used to have underground tank or tank to store drinking water. Its size is like a big room. Its size is approximately 61 meters deep, 427 meters long and 2044 meters wide. Tanka is an integral part of the well-developed roof rainwater harvesting system, which is built into the courtyard of the main house and is connected by pipes to the sloping roofs of the houses. Rain water from the roof reaches the underground tank through these pipes. Where it is collected.",
    "Question in Hindi": "२. टांका अभवा भूमिगत टैंक - राजस्थान के अर्द्धशुष्क क्षेत्रों में विशेष रूप से बीकानेर , फलोदी और बाड़मेर में लगभग प्रत्येक घर में पीने का पानी संग्रहित करने के लिए भुमिगत टैंक अथवा टांका हुआ करते थे| उसका आकार एक बड़े कमरे के समान होत /इसका आकार लगभग ६१ मी॰ गहरा ४२७ मी लम्बा तथा २०४४ मी चौड़ा होता है| टांकायहाँ सुविकसित छत वर्षा जल संग्रहण का अभन्न हिस्सा होता है|जिसे मुख्य घर आंगन #ें बनाया जाता थ४ये घरों की ढलवां छातों से पाइप द्वारा जुड़े होते हैं| छात से वर्षा का जल इन नलों से होकर भूमिगत टांका तक पहुंचता है| जहाँ इसे एकत्रित किया जाता है|",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "Unknown"
  },
  {
    "Chapter": "1",
    "Questions type": "Unknown",
    "Question in English": "2. Present your views on the advantages and disadvantages of multipurpose projects.",
    "Question in Hindi": "२. बहुउद्देशीय परियोजनाओं से होने वाले लाभ तथा हानियों पर अपने विचार प्रस्तुत कीजिए",
    "Answer in English": "Benefits of multipurpose projects-",
    "Answer in Hindi": " बहुउद्देशीय परियोजनाओं से होने वाले लाभ-",
    "Marks": "Unknown"
  },
  {
    "Chapter": "1",
    "Questions type": "Unknown",
    "Question in English": "1. Dams built under these projects will be used on floods and resources in dry session 2025-26 Long Answer Question 1, Mark-3) Dams built under control and conservation of soil.",
    "Question in Hindi": "१. इन परियोजनाओं के अंतर्गत बने बाँधों से बाढ़ो पर में प्रयुक्त और शुष्क सत्र 2025-26 ल संसाधन दीर्घउत्तरात्मक प्रश्न १, अंक -३ ) नियंत्रण तथा मृदा का संरक्षण अर्तगत बने बाँधो|",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "Unknown"
  },
  {
    "Chapter": "1",
    "Questions type": "Unknown",
    "Question in English": "2. In the catchment areas of these dams, forest land is expanded by planting trees in a planned manner, which helps in preserving the ecosystem.",
    "Question in Hindi": "२. इन बाँधो के जलग्रहण क्षेत्रों में योजनाबद्ध तरीके से वृक्षारोपण कर वन्य भूमि का विस्तार किया जाता है जिससे परितंत्र के संरक्षण में सहायता मिलती है|",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "Unknown"
  },
  {
    "Chapter": "1",
    "Questions type": "Unknown",
    "Question in English": "3. Fish seeds are prepared in the reservoirs behind the dams.",
    "Question in Hindi": "3. बाँधों के पीछे बने जलाशयों में मछलियों के बीज तैयार किये जाते है",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "Unknown"
  },
  {
    "Chapter": "1",
    "Questions type": "Unknown",
    "Question in English": "4. These projects provide drinking water and irrigation facilities for agriculture and generate hydroelectric power which also supplies industrial needs. haniya",
    "Question in Hindi": "४. इन परियोजनाओं पेयजल तथा कृषि हेतु सिचाई की सुविधा मिलती है तथा जल विद्युत पैदा की जाती है जिसमें और औद्योगिक की पूर्ति होती है| हानिया",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "Unknown"
  },
  {
    "Chapter": "1",
    "Questions type": "Unknown",
    "Question in English": "1. There is a problem in the habitat of aquatic animals. When reservoirs are created in the plains, vegetation gets destroyed.",
    "Question in Hindi": "१. जलीय प्राणीयों के आवास में समस्या है| मैदानों में जलाशय बनाने पर वनस्पति नष्ट हो ४ जाती है|",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "Unknown"
  },
  {
    "Chapter": "1",
    "Questions type": "Unknown",
    "Question in English": "3. Due to dams, permanent communities are displaced on a large scale and their land and means of livelihood are snatched away. 4 Irrigation facilities are having serious ecological consequences.",
    "Question in Hindi": "३. बाँधो के कारण स्थायी समुदायों का बड़े पैमाने पर विस्थापन होता है तथा उनकी भूमि तथा आजीविका के साधन छिन जाते है| 4 सिंचाई सुविधाओं से गंभीर पारिस्थितिकीय परिणाम हो रहे है|",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "Unknown"
  },
  {
    "Chapter": "1",
    "Questions type": "Unknown",
    "Question in English": "5. Due to dams, the possibility of earthquake increases and water borne diseases and pollution spread. 6 Due to accumulation of sediment in reservoirs, they themselves become the cause of floods.",
    "Question in Hindi": "5. बाँधों के कारण भूकम्प आने की सम्भावना बढ़ती है तथा जल जनित बीमारिया तथा प्रदूषण फैलता है| 6 जलाशयों में तलछट जमा होने से वे स्वयं बाढ़ो का कारण बन जाते हैं|",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "Unknown"
  },
  {
    "Chapter": "1",
    "Questions type": "Unknown",
    "Question in English": "3. According to you, how do dams help in conservation and management of water?",
    "Question in Hindi": "3. आपके अनुसार, पानी के संरक्षण और प्रबंधन में बाँध किस प्रकार मदद करते हैं?",
    "Answer in English": "Dams help in conservation and management of water in the following ways^ Domestic Electricity 8Shekhawati Mission for Floods - 100",
    "Answer in Hindi": " पानी के संरक्षण और प्रबंधन में बाँध निम्न प्रकार मदद करते है ^ घरेलू विद्युत ८आती बाढ़ के शेखावाटी मिशन- १००",
    "Marks": "Unknown"
  },
  {
    "Chapter": "1",
    "Questions type": "Unknown",
    "Question in English": "1. Dams help in water conservation and management and control of floods.",
    "Question in Hindi": "१. बाँधों द्वारा जल संरक्षण और प्रबंधन में पाँच एवं बाढ़ क नियंत्रण किया जाता है|",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "Unknown"
  },
  {
    "Chapter": "1",
    "Questions type": "Unknown",
    "Question in English": "2. Dams supply water for irrigation",
    "Question in Hindi": "२. बाँधों से सिंचाई के लिए जल को आपूर्ति की जाती है",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "Unknown"
  },
  {
    "Chapter": "1",
    "Questions type": "Unknown",
    "Question in English": "3. Dams are also useful for production and industrial uses, recreation, inland navigation and fisheries. + How multipurpose projects are helpful in making the country self-reliant and improving the living standards of the people. Explain in your own words. 3T- Multipurpose projects helpful in making the country self-reliant",
    "Question in Hindi": "३. बाँध उत्पादन और औद्योगिक उपयोग मनोरंजन , आंतरिक नौसंचालन एवं मत्स्य पालन के लिए भी उपयोगी होते हैं| + बहुउद्देशीय परियोजनाएँ किस प्रकार देश को आत्मनिर्भर बनाने तथा लोगों का जीवन स्तर सुधारने में सहायक है| अपने शब्दों में स्पष्ट कीजिए| 3T- बहुउद्देशीय परियोजनाएँ देश को आत्मनिर्भर बनाने में सहायक",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "Unknown"
  },
  {
    "Chapter": "1",
    "Questions type": "Unknown",
    "Question in English": "1. These provide uninterrupted supply of water to agriculture, which helps in timely irrigation of crops and increases agricultural production. 2. By providing energy to agriculture through these projects, mechanization in agriculture has become possible.",
    "Question in Hindi": "1. इनसे खेती को निर्बाध गति से जल की पूर्ति होती है जिससे समय पर फसलों की सिंचाई होने कृषि उत्पादन बढता २ . इन परियोजनाओं से कृषि को ऊर्जा मिलने से कृषि में मशीनीकरण सम्भव हो गया है|",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "Unknown"
  },
  {
    "Chapter": "1",
    "Questions type": "Unknown",
    "Question in English": "3. These projects provide energy to the industries and industrial production in the country has increased. Helpful in improving the lives of people % 1 Increase in production increases the income of people 2. Industrial production provides employment opportunities to workers and increases their income.",
    "Question in Hindi": "३. इन परियोजनाओं से उद्योगों को ऊर्जा मिलती है देश में औद्योगिक उत्पादन बढ़ा है| लोगो का जीवन सुधारने में सहायक % १ उत्पादन बढ़ने से लोगों की अयमें वृद्धि होती २ . औद्योगिक उत्पादन श्रमिको के रोजगार के अवसर है तथा उनकी आय में वृद्धि होती है|",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "Unknown"
  },
  {
    "Chapter": "1",
    "Questions type": "Unknown",
    "Question in English": "5. Multipurpose projects and big dams have given birth to new social movements. Please clarify. Multipurpose projects and big dams have given rise to many social movements. The main ones among those movements are Narmada Bachao Andolan and Tehri Dam Movement. There are many reasons for the protest and movement against these projects. Their opposition is mainly due to large-scale displacement of local communities. Due to these projects, local people usually have to sacrifice their attachment and control over their land, livelihood and resources for the betterment of the country, while these local people do not get any benefits from these projects. Landlords, big farmers, industrialists and urban centers get more benefits from them, hence such new social movements are born on environmental issues and to get rehabilitation facilities from the government to the poor people displaced by the dam. 6 How is water scarcity possible in an area even if water resources are available in abundance? Explain by giving examples, despite having sufficient water resources in an area, excessive demand for water, overexploitation and poor quality of water are responsible for the following reasons: 1 Excessive population and the resulting increasing demand for water gives rise to scarcity of water. 2. Unequal distribution of water among different sections of the society",
    "Question in Hindi": "5. बहुउद्देशीय परियोजनाओं तथा बड़े बांधों ने नये सामाजिक आन्दोलनों को जन्म दिया है| स्पष्ट कीजिए| बहुउद्देशीय परियोजनाओं और बड़े बांधों ने अनेक सामाजिक आन्दोलनों को जन्म दिया है| उन आंदोलनों में मुख्य है नर्मदा बचाओं आंदोलन और ` टिहरी बाँध आंदोलन इन परियोजनाओं के विरोध तथा विरुद्ध आंदोलन के अनेक कारण है| इनका विरोध विद्युत घेरलू कृषि बढत इनके सत्र 2025-26 मुख्य रूप से स्थानीय समुदायों के वृहद स्तर पर विस्थापन के कारण है| इन परियोजनाओं के कारण आमतौर पर स्थानीय लोगों को उनकी जमीन, आजीविका और संसाधनों से लगाव एवं नियंत्रण देश की बेहतरी के लिए कुर्बान करना पड़ता है जबकि इन स्थानीय लोगो को इन  परियोजनाओं का कोई लाभ नहीं मिल पाता है| जनींदारों , बड़े किसानों , उद्योगपतियों तथा नगरीय केन्द्रों उनका अधिक लाभ मिलता है अतः पर्यावरणीय मुद्दों तथा बाँध से विस्थापित गरोब लोगो को सरकार से पुर्नवास सुविधाएँ दिलवाने हेतु इस प्रकार के नये सामाजिक आंदोलन जन्म लेते हैं| 6 किसी क्षेत्र में जल संसाधन प्रचुर मात्रा में उपलब्ध होने पर भी वहाँ जल दुर्लभता किस प्रकार संभव है? उदाहरण देकर समझाइए किसी क्षेत्र मात्रा में जल संसाधन होने के बावजूद भी वहाँ जल को अत्यधिक मांग अतिशोषण तथा जल 9 खराब गुणवत्ता निम्न कारण उत्तरदायी है १ अत्यधिक और जनसंख्या और उसके परिणामस्वरूप जल की बढ़ती माँग जल की दुर्लभता को जन्म देती है| २ . समाज के विभिन्न वर्गो में जल का असमान वितरण",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "Unknown"
  },
  {
    "Chapter": "1",
    "Questions type": "Unknown",
    "Question in English": "3. Water resources are over-exploited for domestic use and to grow more grains for the larger population. 4 Due to urbanization, industrialization and urban lifestyle, water scarcity is seen even in areas with abundant water.",
    "Question in Hindi": "३. अधिक जनसख्यां के लिए घरेलू उपयोग तथा अधिक अनाज उगाने के लिए जल संसाधनों का अतिशोषण किया जाता है| 4 शहरीकरण , औद्योगीकरण तथा शहरी जीवनशैली के कारण भी प्रचुर मात्रा वाले क्षेत्रों में जल दुर्लभता दिखाई देती है|",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "Unknown"
  },
  {
    "Chapter": "1",
    "Questions type": "Unknown",
    "Question in English": "5. Poor quality of water is the cause of water scarcity. Example- Shillong, the capital of Meghalaya, which is situated at a distance of 55 km from Masinram, the place with the highest rainfall in the world. Water is facing scarcity. Reason- High population and urbanization 2. Increasing abundance in Shekhawati Mission- 100 7 What is rain water harvesting? Explain the objectives of rain water harvesting.",
    "Question in Hindi": "५. जल को खराब गुणवत्ता जल दुर्लभता का कारण है| उदाहरण- मेघालय की राजधानी शिलांग जो कि विश्व के सर्वाधिक वर्षा वाले स्थान मासिनराम से ५५ किमी को दूरी पर स्थित है| जल दुर्लभता का सामना कर रहा |कारण- अधक जनसख्या तथा शहरीकरण २ में प्रचुर बढ़ती शेखावाटी मिशन- १०० 7 वर्षा जल संग्रहण क्या है? वर्षा जल संग्रहण क उद्देश्यो को स्पष्ट कीजिए|",
    "Answer in English": "Rain water harvesting – Storing rain water for use in dry season is called rain water harvesting. The objectives of rain water harvesting are as follows - 1. Under this, the water requirement in the dry season is fulfilled by the collected water.",
    "Answer in Hindi": " वर्षा जल संग्रहण- वर्षा के जल को शुष्क मौसम में उपयोग करने के भण्डारित करके रखना वर्षा जल संग्रहण कहलाता है| बर्षा जल संग्रहण के उद्देश्य निम्न है- 1 इसके अर्न्तगत एकत्रित जल से शुष्क मौसम में जल आवश्यकता की पूर्ति की जाती है|",
    "Marks": "Unknown"
  },
  {
    "Chapter": "1",
    "Questions type": "Unknown",
    "Question in English": "2. Rainwater harvesting controls floods in rivers.",
    "Question in Hindi": "२. वर्षा जल संग्रहण से नदियों में आई बाढ़ पर नियंत्रण होत है|",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "Unknown"
  },
  {
    "Chapter": "9",
    "Questions type": "Fill in the blank",
    "Question in English": "3. The stored water seeps into the ground, causing the groundwater level to rise. 4. Along with rainwater harvesting, water would be available for irrigation as well as for drinking and domestic use etc. Board Paroksha Parina Sherwawati 205 QR CO Please clarify. Overexploitation and mismanagement of water resources in North India can lead to depletion of water resources which leads to serious problems. Therefore, as a result, the problem of ecological crisis may arise which can have a serious impact on our lives. Therefore, the need of the hour is to conserve and manage our water resources to protect ourselves from food-related threats, food security, maintain the continuity of our livelihoods and productive activities, and to protect our natural ecosystems from degradation. Apart from this, due to industrialization and urbanization, water quality is deteriorating due to domestic and industrial wastes, chemicals, pesticides etc. and despite adequate water resources, these areas have to face 9 scarcity. Therefore, there is a need for proper conservation and management of water in India. Historic initiative for water upgradation Mathan 100 26 Scan PDF Download DE Shekhawati Mission for Education, Chulu Division, Churu (Raj.) 3 Chapter - 100 Chapter - 9 Fill in the blanks -",
    "Question in Hindi": "३. संग्रहित पानी जमीन में रिस-रिस कर जाता है जिससे भौमिक जल का स्तर ऊँचा उठता है| ४ . वर्षा जल संग्रहण के सिंचाई के साथ साथ पीने , घरेलुु उपयोग आदि कार्यों के लिए भी जल उपलब्ध हो पाता बोर्ड परोक्षा परिणा शेरवावाटी 205 विमिन्न विषयों की नवीन् करने हेतन QR CO x पढ़ेगा राजस्थान बढेगा राजस्थान कार्यालयः संयुक्त निदेशक स्कूल लिए सत्र 2025-26 8 भारत में जल संरक्षण एवं प्रबंधन की आवश्यकता क्यो है| स्पष्ट कीजिए| उत्र भारत में जल संसाधनों के अतिशोषण और कुप्रबंधन से जल संसाधनों का हास हो सकता है जिससे गंभीर समस्याओं का सामना करना पड़ता है| अतः उसके परिणामस्वरूप पारिस्थितिकी संकट की समस्या पैदा हो सकती है जिसका हमारे जीवन पर गंभीर प्रभाव हो सकता है| अतः स्वयं को खाद्य संबंधी खतरों से बचाने , खाधान्न सुरक्षा , अपनी आजीविका और उत्पादक क्रियाओं निरंतरता को बनाए रखने तथा अपने प्राकृतिक परितंत्र निम्नीकृत होने से बचाने समय की मांग है कि हम अपने जल संसाधनों का संरक्षण और प्रबंधन करें | इसके अतिरिक्ति ओधौगिकीकरण और नगरीकरण के कारण घरेलू व औद्योगिक अपशिष्टो , रसायनो, कीटनाशको आदि के कारण जल गुणवत्ता खराब हो रही है और पर्याप्त जल संसाधनो के होते हुए भी इन क्षेत्रों को 9 को दुर्लभता का सामना करना पड़ता है| अतः आवश्यकता है कि भारत में जल का उचित संरक्षण एवं प्रबंधन हो म उन्नयन हेतु ऐतिहासिक पहल मथन १०० 26 तम PDF डाउनलोड DE स्कैन करें शक्षा , चूलु संभाग , चूरु ( राज. ) 3 लिए शेखावाटी मिशन- १०० अध्याय - 9 रिक्तस्थान रिक्त स्थानों की पूर्ति कीजिए-",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Fill in the blank",
    "Question in English": "1. Slash burning system is called in North Eastern regions of India (Assam, Meghalaya, Mizoram and Nagaland).",
    "Question in Hindi": "1. कर्तन दहन प्रणाली को भारत के उत्तर पूर्वी प्रदेशो ( असम , मेघालय , मिजोरम और नागालैंड ) में कहा जाता हैl",
    "Answer in English": "jhoom",
    "Answer in Hindi": " झूम",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Fill in the blank",
    "Question in English": "2. Arabica variety is produced in our country.",
    "Question in Hindi": "२. हमारे देश में अरेबिका किस्म की पैदा की जाती हैl",
    "Answer in English": "coffee",
    "Answer in Hindi": " कॉफी",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Fill in the blank",
    "Question in English": "3. India is considered to be the native place of the plant.",
    "Question in Hindi": "3. भारत का के पौधे का मूल स्थान माना जाता है|",
    "Answer in English": "cotton",
    "Answer in Hindi": " कपास",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Fill in the blank",
    "Question in English": "4. is called golden filament.",
    "Question in Hindi": "4. को सुनहरा रेशा कहा जाता है|",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Fill in the blank",
    "Question in English": "5. 'Slash burning' agriculture is called in Manipur.",
    "Question in Hindi": "5. ' कर्तन दहन ' कृषि को मणिपुर में कहते है|",
    "Answer in English": "Pamlu",
    "Answer in Hindi": " पामलू",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Fill in the blank",
    "Question in English": "6. ++++++++++4 population of India is engaged in agricultural activities.",
    "Question in Hindi": "6. भारत की ++++++++++4 जनसंख्या कूषि कार्यों में संलग्न है|",
    "Answer in English": "two third",
    "Answer in Hindi": " दो- तिहाई",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Fill in the blank",
    "Question in English": "7. And there are biodiesel crops.",
    "Question in Hindi": "7. और बायो ्डीजल फसलें है|",
    "Answer in English": "Jatropa, Jojoba",
    "Answer in Hindi": " जेट्रोपा , जोजोबा",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Fill in the blank",
    "Question in English": "8.Tea, coffee, rubber, sugarcane etc. are important crops in India.",
    "Question in Hindi": "8. भारत में चाय, कॉफी , रबड़, गन्ना कला = इत्यादि महत्वपूर्ण .. फसलें हैI",
    "Answer in English": "Planting",
    "Answer in Hindi": " रोपण",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Fill in the blank",
    "Question in English": "9. The main food grain crop of India is.",
    "Question in Hindi": "9. भारत की मुख्य खाद्यान्न फसल है|",
    "Answer in English": "Rice is the 10th largest producer and consumer of pulses in the world.  India 9",
    "Answer in Hindi": " चावल 10 विश्व में दालों का सबसे बड़ा उत्पादक एवं उपभोक्ता देश है|  भारत 9",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Fill in the blank",
    "Question in English": "11. Agriculture is an activity-",
    "Question in Hindi": "11. कृषि एक क्रिया है-",
    "Answer in English": "Primary 12 is the largest rice producing country in the world.  China short answer questions-",
    "Answer in Hindi": " प्राथमिक 1२ विश्व का सबसे बड़ा चावल उत्पादक देश है|  चीन लघुत्तरात्मक प्रश्न-",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Fill in the blank",
    "Question in English": "1. Name a beverage/plantation crop and describe the geographical conditions suitable for growing it. For Session 2025-26 _ 1, Marks-1, Short Answer Question 1, Marks-2) Answer -",
    "Question in Hindi": "1. एक पेय / रोपण फसल का नाम बताएँ तथा उसको उगाने के अनुकूल भौगोलिक परिस्थितियों का विवरण दें| लिए सत्र 2025-26 _ १, अंक -१ , लघुत्तरात्मक प्रश्न १ , अंक -२ ) उन्तर -",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Fill in the blank",
    "Question in English": "1. Tea is a beverage crop. India is the world's leading tea producing country. 2. Tea plant is grown in tropical and sub-tropical climate, deep soils rich in humus and organic matter and sloping areas with easy drainage.",
    "Question in Hindi": "१. चाय एक पेय फसल है| भारत विश्व का अग्रणी चाय उत्पादक देश है| 2 चाय का पौधा उष्ण और उपोष्ण कटिबंधीय जलवायु , ह्यूमस और जीवांश युक्त गहरी मिट्टीो तथा सुगम जल निकास वाले ढलवा क्षेत्रों में उगाया जाता है|",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Fill in the blank",
    "Question in English": "3. For tea cultivation, warm, moist and frost-free climate is required throughout the year.",
    "Question in Hindi": "३. चाय की खेती के लिए वर्षभर कोष्ण , नम और पालारहित जलवायु आवश्यकत होती है|",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Fill in the blank",
    "Question in English": "4. Uniform rainfall throughout the year helps in the growth of its soft leaves. 2 List the institutional reform programs undertaken by the government in the interest of farmers.",
    "Question in Hindi": "४. वर्ष भर समान रूप से होन वाली वर्षा इसकी कोमल पत्तियों के विकास सहायक होती है| २ सरकार द्वारा किसानों के हित में किए गए संस्थागत सुधार कार्यक्रमों की सूची बनाएँ|",
    "Answer in English": "Following are the institutional reform programs undertaken by the government in the interest of farmers. Consolidation of land holdings, end of Zamindari system.",
    "Answer in Hindi": " सरकार द्वारा किसानों के हित में किए गए संस्थागत सुधार कार्यक्रम निम्नलिखित है| जोतों की चकबंदी जमींदारी प्रथा की समाप्ति |",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Fill in the blank",
    "Question in English": "3. Green revolution through high yielding seeds. White revolution in milk production by breeding 4.",
    "Question in Hindi": "३. अधिक उपज देने वाले बीजों के द्वारा हरित क्रांति | 4 को नस्ल कर दुग्ध उत्पादन में श्वेत क्रांति |",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Fill in the blank",
    "Question in English": "5. Provisions for crop insurance against flood, cyclone, fire and disease 6 Rural banks, cooperative societies and banks were established to provide loans to farmers at low rates.",
    "Question in Hindi": "५. बाढ़, चक्रवात, आग तथा बीमारी के लिए फसल बीमा के प्रावधान 6 किसानों को कम दर पर ऋण दिलाने के लिए ग्रामीण बैंको , सहकारी समितियों और बैंकों की स्थापना की गई|",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Fill in the blank",
    "Question in English": "7. The government also announces the launch of Kisan Credit Card and Personal Accident Insurance Scheme for the benefit of farmers and profitable purchase of 8 important crops. 3 Explain the conditions necessary for cotton production.",
    "Question in Hindi": "७. किसानों के लाभ के लिए किसान क्रेडिट कार्ड और व्यक्तिगत दुर्घटना बीमा योजना शुरू की गई 8 महत्वपूर्ण फसलों के लाभदायक खरीद की घोषणा भी सरकार करती है| 3 कपास उत्पादन के लिए आवश्यक परिस्थितियाँ बताइए",
    "Answer in English": "1 Cotton requires high temperatures, light rainfall or irrigation, 210 frost-free days and bright sunlight to grow.",
    "Answer in Hindi": " 1 कपास को उगाने के उच्च तापमान , हल्की वर्षा या सिंचाई , २१० पाला रहित दिन और खिली धुप को आवश्यकता होती है|",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Fill in the blank",
    "Question in English": "2. This is a Kharif crop and it takes 6 to 8 months to become ripe. 3. In the drier parts of the Deccan plateau, black soil is considered suitable for cotton production. 4 Agriculture 9: Shekhawati Mission for improving livestock prices – 100 + Explain the main differences between Rabi and Kharif crops.",
    "Question in Hindi": "२. यह खरीफ की फसल है और इसे पककर तैयार हाने में 6 से 8 महीने लगते है| 3 दक्वन पठार के शुष्कतर भागों में काली मिट्टी कपास उत्पादन के लिए उपयुक्त मानी जाती है| 4 कृषि ९: में सुधार पशुओं मूल्यों लिए शेखावाटी मिशन- १०० + रबी एवं खरीफ फसलों में प्रमुख अन्तर बताइए|",
    "Answer in English": "Difference between Rabi and Kharif crops. Rabi Crop 1 Rabi crops are sown in the winter season between October to December. 2. These are harvested in summer season between April to June. 3 Major Rabi crops are wheat, barley, gram, pea and mustard etc.",
    "Answer in Hindi": " रबी एवं खरीफ फसलों में अन्तर क्रःसं. रबी फसल 1 रबी फसलों को शीत ऋतु में अक्टूबर से दिसम्बर के मध्य बोया जाता है| 2 इन्हें ग्रीष्म ऋतु में अप्रैल से जून के मध्य काटा लिया जाता है| 3 गेहूँ , जौ , चना , मटर व सरसों आदि प्रमुख रबी फसलें है",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Fill in the blank",
    "Question in English": "5. Write the difference between early primitive subsistence and commercial/commercial agriculture. North-Early Primitive Subsistence Agriculture Commercial Agriculture",
    "Question in Hindi": "5. प्रारंभिक आदिम निर्वाह और व्यावसायिक / वाणिज्य कृषि के बीच अंतर लिखो| उत्त' प्रारंभिक आदिम निर्वाह कृषि वाणिज्यिक कृषि",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Fill in the blank",
    "Question in English": "1. This type of agriculture is done on small pieces of land. Primitive agriculture is mainly done for commercial purposes with the help of agricultural tools like wooden plough, dhow, digging stick. 2. It is done with the help of family and community labour. To get higher yields, bigger machines, high yielding seeds, chemical fertilizers are used.",
    "Question in Hindi": "1. इस प्रकार को कृषि भूमि के छोटे टुकड़ों पर आदिम इस प्रकार की कृषि मुख्यतः वाणिज्यिक के लिए कृषि औजारों जैसे लकड़ी़ के हल, डाओ , खुदाई जाती है करने वाली छड़ी सेकी जाती है| 2 परिवार तथा समुदाय श्रम की मदद से की जाती है अधिक पैदावार प्राप्त करने के लिए बड़ी मशीनों , अधिक देने वाले बीजों , रासायनिक उर्वरकों एवं प्रयोग किया जाता है|",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Fill in the blank",
    "Question in English": "6. What is intensive subsistence agriculture? Write three characteristics of this agriculture",
    "Question in Hindi": "6. गहन जीविका कृषि क्या है? इस कृषि की तीन विशेषताएँ लिखिए",
    "Answer in English": "Intensive livelihood: This is labor intensive farming. Where large amounts of biochemical inputs and irrigation are used for higher production. Characteristics (1) This type of agriculture is done in those areas where population pressure on land is high. (2) Farmers use large amounts of biochemical inputs and irrigation to get maximum yield on limited land. (3) Due to inheritance rights in land ownership, the size of land holdings is becoming smaller and unprofitable from generation to generation. Agricultural Objectives Yield 8 Pawa Agricultural Season 2025-26 Kharif Crop Kharif crops are sown in the months of June and July with the arrival of monsoon. These crops are harvested in the months of September-October, before the onset of winter season. Rice, maize, jowar, millet etc. are the main Kharif crops. 7 “Kenitadayu” area of ​​rice cultivation on the basis of following points",
    "Answer in Hindi": " गहन जीविका :यह श्रम गहन खेती है| जहाँ अधिक उत्पादन के लिए अधिक मात्रा में जैव रासायनिक निवेशों और सिंचाई का प्रयोग किया जाता है| विशेषताएँ (१ ) इस प्रकार की कृषि उन क्षेत्रों में की जाती है जहाँ भूमि पर जनसंख्या दबाव अधिक होता है| (२ ) किसान सीमित भूमि पर अधिकतम पैदावार लेने के लिए अधिक मात्रा में जैव- रासायनिक निवेशों और सिंचाई का प्रयोग करता है| (३ ) भूस्वामित्व में विरासत के अधिकार के कारण पीढ़ी दर पीढ़ी जोतों का आकार छोटा एवं अलाभप्रद होता जा रहा कृषि उद्देश्यों पैदावार ८ पवा कृषि सत्र 2025-26 खरीफ फसल खरीफ फसलें मानसून के आगमन के साथ जून जुलाई के महीनों में बोई  जाती है| इन फसलों को शीत ऋतु के प्रारम्भ होने से पहले ही सितम्बर- अक्टूबर माह में काट लिया जाता है| चावल , मक्का , ज्वार, बाजरा आदि प्रमुख खरीफ फसलें है| 7 चावल की कृषि का निम्न बिन्दुओं के आधार पर कीनितादायु \" क्षेत्र ",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Fill in the blank",
    "Question in English": "1. Climate: It is the main food grain of India which is grown as a Kharif crop. The production of rice requires a temperature of 259 C and more than 100 cm rainfall. 2 Production areas Rice is grown in the northern and north-eastern plains, coastal areas and deltaic regions of India. 9 Due to the density of canal network and tube wells, it has become possible to grow rice crop in some low rainfall areas of Punjab, Haryana, Western Uttar Pradesh and Rajasthan.",
    "Question in Hindi": "१. जलवायु यह भारत का प्रमुख खाद्यान्न है जिसे खरीफ की फसल के रूप में उगाया जाता है चावल के उत्पादन के २५९C तापमान एवं १०० से॰मी॰ से अधिक वर्षा की आवश्यकता होती है| २ उत्पादक क्षेत्र चावल भारत में उत्तर और उत्तर-्पूर्वी मैदानों , तटीय क्षेत्रो और डेल्टाई प्रदेशो में उगाया जाता है 9 नहरों के जाल एवं नलकूपों की सघनता के कारण पंजाब, हरियाणा पश्चिमी उत्तरप्रदेश एवं राजस्थान के कुछ कम वर्षा वाले क्षेत्रो में चावल की फसल उगाना संभव हो पाया है|",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Fill in the blank",
    "Question in English": "8. What do you know about slash and burn system agriculture?",
    "Question in Hindi": "8. कर्तन दहन प्रणाली कृषि के बारे में आप क्या जानते है?",
    "Answer in English": "Slash burning agriculture – This is a traditional method of farming in which farming is done by cutting and burning any part of the forest. It is also called shifting cultivation. In this farming, first trees and vegetation are cut, then they are burnt. The burnt vegetation produces ash, which is mixed with the soil and crops are grown there. After a few years, the fertility of the land decreases, so farmers go to different places and repeat the process. 9 Describe the geographical conditions necessary for wheat cultivation.  It is a Rabi crop and it requires winter season for cultivation and bright sunlight at the time of ripening. It is grown evenly distributed between 50 to 75 cm. Annual rainfall is required. Alluvial (light loamy) soil and smooth soil are suitable for it. 5 for the second one for this reason",
    "Answer in Hindi": " कर्तन दहन कृषि - यह खेती का एक पारंपरिक तरीका है जिसमें जगल के किसी हिस्से को काटकर और जलाकर खेती को जाती है| इसे झूम खेती भी कहते है| इस खेती में पहले पेड़ो और वनस्पतियों को काटा जाता है, फिर उन्हें जलाया जाता जली हुई वनस्पति से राख बनती है, जिसे मिट्टी में मिलाकर वहाँ फसल उगाई जाती है| कुछ सालों बाद जमीन की उर्वरता कम हो जाती है॰तो किसान जगह जाकर प्रक्रिया को दोहराते है| 9 गेहूं की खेती के लिए आवश्यक भौगोलिक परिस्थितियों का वर्णन कीजिए|  यह एक रबी की फसल है इसको उगाने के शीत ऋतु और पकने के समय खिली धूप को आवश्यकता होती है| इसे उगाने के समान रूप से वितरित ५० से ७५ सेमी . वार्षिक वर्षा की आवश्यकता होती है| इसके जलोढ़ ( हल्की दोमट ) मृदा एवं चिकनो मृदा उपयुक्त होती है| 5 लिए दूसरी इसी लिए लिए लिए",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Very Short Answer",
    "Question in English": "1. Show the location of nuclear energy and thermal energy plants in the given outline map of India?",
    "Question in Hindi": "1. दिये गये भारत के रेखा मानचित्र में आणविक ऊर्जा व तापीय ऊर्जा संयंत्रों की अवस्थिति दर्शाइए?",
    "Answer in English": "Chapter-5 Making Map of India (Power Plants) in Mineral and Energy Resources. 2 Mark the conventional energy sources of energy in the given outline map of India? गु Session 2025-26 was Energy Resources Total Marks 4 Chapter - 5 Making Map of India (Traditional Energy Sources) in Mineral and Energy Resources. 3 Mark the following mineral production places in the given outline map of India?  Chapter 5 Map of India in Mineral and Energy Resources Making of Important Minerals Historic Initiative for Upgradation of Board Exam Result Thekhawati Mithan 100 2026 Scan the QR CODE to Download Latest PDF of Various Subjects Read Rajasthan Will Grow Rajasthan Office: Joint Director School Education, Churu Division, Churu (Raj.) 6 8 Shekhawati Mission - 100 Chapter 1l Total Marks 2 (Objective Questions Objective Question 1 What is the main raw material of cement industry? (A) Limestone (C) Cobalt (A) 2 Which of the following industries produces telephones and computers? (C) Electronics (D) 4 Which is an example of mineral based industry? (A) Rubber industry (C) Cement industry (D) Jute industry 5 In which state is most of the jute industry located? (A) West Bengal (C) Orissa (D) Maharashtra What is the contribution of manufacturing in the GDP of India? (A) 10 percent (C) 17 percent (C) 7 Where was the first cement factory established? (A) Mumbai (C) Kolkata (D) None of the above (B) Iron and steel industry (B) Jute industry (D) Paper industry (C) 9 When was the first textile factory established in India? (A) 1854 (C) 1856 (D) 1858 Session 2025-26 Manufacturing Industry 1 Mark-1 + Very short answer question 1, Mark-1)",
    "Answer in Hindi": " अध्याय -५ खनिज तथा ऊर्जा संसाधन में मानचित्र भारत ऊर्जा संयंत्र ) बनाना | २ दिए गये भारत के रेखा मानचित्र में ऊर्जा के परम्परागत ऊर्जा स्रोतों को अंकित कीजिए? gूँ सत्र 2025-26 था ऊर्जा संसाधन कुल अंक 4  अध्याय - ५ खनिज तथा ऊर्जा संसाधन में मानचित्र भारत परम्परागत ऊर्जा स्रोत ) बनाना | 3 दिये गये भारत के रेखा मानचित्र में निम्नलिखित खनिज उत्पादन स्थानों को अंकित कीजिए?  अध्याय ५ खनिज तथा ऊर्जा संसाधन में मानचित्र भारत महत्वपूणर्त्ने खनिजों का बनाना बोर्ड परीक्षा परिणाम उन्नयन हेतु ऐतिहासिक पहल थेखावाटी मिथन १०० 2026 विमिन्न विषयों की नवीनतम PDF डाउनलोड करने हेतनु QR CODE स्कैन करें पढ़ेगा राजस्थान बढेगा राजस्थान कार्यालयः संयुक्त निदेशक स्कूल शिक्षा , चूरू संभाग , चूरू ( राज. ) 6 8 शेखावाटी मिशन- १०० अध्याय 1l कुल अंक २ ( वस्तुनिष्ठ प्रश्न वस्तुनिष्ठ प्रश्न 1 सीमेंट उद्योग का प्रमुख कच्चा माल क्या है? (अ ) चूना पत्थर (ब ) लाल पत्थर (स) बलुआ पत्थर (द) कोबाल्ट (अ) 2 भारत का चीनी उत्पादन में विश्व में कौनसा स्थान है? (अ ) पहला (ब ) दूसरा (स) तीसरा (द) चौथा ( ब ) 3 निम्न में से कौनसे उद्योग दूरभाष कम्प्यूटर आदि संयंत्र निर्मित करते हैं? (अ ) स्टील (ब ) एल्यूमिनियम ( स )इलेक्ट्रॉनिक (द) सूचना प्रौद्योगिकी ( स ) 4 निम्नलिखित में से कौनसा खनिज पर आधारित उद्योग का उदाहरण है? (अ ) रबड़ उद्योग (ब ) कागज उद्योग (स) सीमेंट उद्योग (द) जूट उद्योग 5 भारत में अधिकतर पटसन उद्योग किस राज्य में स्थित है? (अ ) पश्चिमी बंगाल (ब ) बिहार ( स)ओडिसा (द ) महाराष्ट्र (अ भारत के सकल घरेलू उत्पाद में विनिर्माण का कितना योगदान है? (अ ) १० प्रतिशत ब ) ४१४ प्रतिशत (स) १७ प्रतिशत (द ) २० प्रतिशत (स ) 7 भारत में सीमेंट का पहला कारखाना कहाँ लगाया गया? (अ ) मुम्बई चेन्नई (स ) कोलकात्ता (द ) उपर्युक्त में से कोई नहीं (ब ) 8 भारत का सबसे प्राचीन और प्रमुख उद्योग है? (अ ) लोहा तथा इस्पात उद्योग (ब ) जूट उद्योग (स)सूत्री वस्त्र उद्योग (द) कागज उद्योग (स 9 भारत में सूत्री वस्त्र का पहला कारखाना कब लगाया गया? (अ) १8५0 (ब ) 1854 (स ) 1856 (द ) 1858 सत्र 2025-26 र्माण उद्योग १ अंक-1 + अतिलघुत्तरात्मक प्रश्न १ , अंक -१ )",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Very Short Answer",
    "Question in English": "10. Manufacturing industry is an activity in which sector? (A) Primary (B) Secondary (C) (D) Quaternary (C)",
    "Question in Hindi": "10. विनिर्माण उद्योग कौन से क्षेत्र की क्रिया है? (अ ) प्राथमिक (ब ) द्वितीयक (स) (द ) चतुर्थक (ब",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Very Short Answer",
    "Question in English": "11. When was the first factory of jute industry established in Rishra near Kolkata? (a) In 1857 (b) In 1858 (c) In 1859 (c) In 1860",
    "Question in Hindi": "11. कोलकत्ता के निकट रिशरा में पटसन उद्योग का पहला कारखाना कब लगाया गया? (अ ) सन् १८५७ में (ब ) सन् १८५८ में (स) १८५९ में १८६० में ( स )",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Very Short Answer",
    "Question in English": "12. Which country is the largest producer of jute and jute manufactured goods? A (A) Bangladesh (B) China (Russia) India (D) Sri Lanka (C)",
    "Question in Hindi": "12. पटसन व पटसन निर्मित सामान का सबसे बड़ा उत्पादक देश है? A (अ ) बांग्लादेश (ब ) चीन रस ) भारत (द) श्रीलंका ( स )",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Very Short Answer",
    "Question in English": "13. The second most important metal refining industry in India is? (A) Iron (B) Copper 2 (C) Gold (D) Aluminum (D)",
    "Question in Hindi": "13. भारत में दूसरा सर्वाधिक महत्वपूर्ण धातु शोधन उद्योग है? (अ ) लोहा (ब ) तांबा 2 (स) सोना (द) एल्यूमिनियम (द )",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Very Short Answer",
    "Question in English": "14. The states with the highest number of sugar mills in India are (a) Rajasthan, Gujarat (b) Bihar-Uttar Pradesh (c) Gujarat, Haryana (d) Karnataka, Maharashtra (c)",
    "Question in Hindi": "14. भारत में चीनी मिलो की सर्वाधिक संख्या वाले राज्यों का (अ ) राजस्थान  गुजरात (ब ) बिहार- उत्तरप्रदेश (स) गुजरात   हरियाणा (द) कर्नाटक महाराष्ट्र ( ब )",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Very Short Answer",
    "Question in English": "15. Producers of which sector convert raw materials into refined goods? (A) Tertiary (B) Primary (C) Secondary (D) Quaternary (C) Very small question",
    "Question in Hindi": "15. किस क्षेत्र के उत्पादक कच्चे माल को परिष्कृत वस्तुओं में परिवर्तित करते है? (अ ) तृतीयक (ब ) प्राथमिक (स) द्वितीयक (द ) चतुर्थक ( स ) अतिलघुतरात्मक प्रश्न",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Very Short Answer",
    "Question in English": "1. What is manufacturing?",
    "Question in Hindi": "1. विनिर्माण क्या है?",
    "Answer in English": "The production of goods in large quantities by converting raw materials into valuable products is called manufacturing. 2 When and where was the first cement factory opened?  The first cement industry was set up in Chennai in 1904. There are 7 tertiary groups. Shekhawati Mission- 100 3 Name the most important agro-based industry in IndiaII Cotton Textile Industry. 4 Which city is known as the electronics capital of India?",
    "Answer in Hindi": " कच्चे माल को मूल्यवान उत्पाद में परिवर्तित कर अधिक मात्रा में वस्तुओं के उत्पादन को विनिर्माण कहा जाता है २ सीमेंन्ट का पहला कारखाना कब और कहाँ खोला गया?  पहला सीमेंट उद्योग सन् १९०४ में चैन्नई में लगाया गया था| 7 तृतीयक समुह है| शेखावाटी मिशन- १०० 3 भारत में सबसे महत्वपूर्ण कृषि आधारित उद्योग का नाम बताइयेII  सूती वस्त्र उद्योग | 4 किस शहर को भारत की इलेक्ट्रॉनिक्स राजधानी के रूप में जाना जाता है| ",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Very Short Answer",
    "Question in English": "5. Give examples of two agro-based industries.",
    "Question in Hindi": "5. दो कृषि आधारित उद्योगों का उदाहरण दीजिए|",
    "Answer in English": "Cotton textile industry and jute industry",
    "Answer in Hindi": " सूती वस्त्र उद्योग और पटसन उद्योग",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Very Short Answer",
    "Question in English": "6. When was the National Jute Policy adopted?",
    "Question in Hindi": "6. राष्ट्रीय पटसन नीति कब अपनायी गई?",
    "Answer in English": "in 2005",
    "Answer in Hindi": " सन् २००५ में",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Very Short Answer",
    "Question in English": "7. Producers in which sector convert raw materials into refined goods?",
    "Question in Hindi": "7. किस क्षेत्र के उत्पादक कच्चे माल को परिष्कृत वस्तुओं में परिवर्तित करते हैं?",
    "Answer in English": "second sector",
    "Answer in Hindi": " द्वितीय क्षेत्र",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Very Short Answer",
    "Question in English": "8. Expand the word SAIL.",
    "Question in Hindi": "8. SAIL का शब्द विस्तार कीजिए|",
    "Answer in English": "Steel Authority of India",
    "Answer in Hindi": " स्टील अथॉरिटी ऑफ इंडिया",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Very Short Answer",
    "Question in English": "9. It is an example of basic industry. Iron Steel Industry",
    "Question in Hindi": "9. आधारभूत उद्योग का उदाहरण है| लोहा इस्पात उद्योग |",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Very Short Answer",
    "Question in English": "10. Which fiber is called golden fiber?",
    "Question in Hindi": "१०. किस रेशे को गोल्डन फाइबर कहा जाता है?",
    "Answer in English": "Jute fiber is called golden fiber. 11 How is the development of any country in the world measured?  Two important factors for the establishment of aluminum industry due to the production and consumption of steel in that country are (i) regular supply of energy (ii) availability of raw materials at low prices.",
    "Answer in Hindi": " जूट के रेशे को गोल्डन फाइबर कहा जाता है| 11 विश्व में किसी देश के विकास का पैमाना मापा जाता है?  उस देश में इस्पात के उत्पादन व होने वाली खपत द्वारा 1२ एल्यूमिनियम उद्योग की स्थापना क दो महत्वपूर्ण कारक  (i) नियमित उर्जा की पूर्ती (ii) कम कोमत पर कच्चे माल की उपलब्धता A",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Very Short Answer",
    "Question in English": "13. Which are the main gases responsible for air pollution?",
    "Question in Hindi": "13. वायु प्रदूषण के लिए प्रमुख उत्तरदायी गैसे कौनसी है?",
    "Answer in English": "Sulfur dioxide and carbon monoxide. 14 What is the main waste material in India?  Fly ash, phospho-gypsum and impurities of iron and steel.",
    "Answer in Hindi": " सल्फर डाईऑक्साइड तथा कार्बन मोनोऑक्साइड| 14 भारत में मुख्य अपशिष्ट पदार्थ है?  फ्लाई एश, फोस्फो - जिप्सम तथा लोहा इस्पात की अशुधियाँ",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Very Short Answer",
    "Question in English": "15. Which diseases are mainly caused by the waste of nuclear power plants?",
    "Question in Hindi": "15. परमाणु उर्जा संयंत्रो के अपशिष्ट से मुख्यतः कौनसी बीमारियाँ होती है?",
    "Answer in English": "Congenital Disorders and Premature Delivery Bengaluru Cancer, Session 2025-26",
    "Answer in Hindi": " जन्मजात विकार तथा अकाल प्रसव बेंगलूरू कैंसर , सत्र 2025-26",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Very Short Answer",
    "Question in English": "16. Which metal is obtained from bauxite ore?",
    "Question in Hindi": "16. बॉक्साइट अयस्क से कौनसी धातु प्राप्त होती है?",
    "Answer in English": "aluminum",
    "Answer in Hindi": " एल्यूमिनियम",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Very Short Answer",
    "Question in English": "17. Concentration of industries around cities is called",
    "Question in Hindi": "17. उद्योगो का नगरों के आस-्पास ही केन्द्रित होना कहलाता",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Very Short Answer",
    "Question in English": "18. Is it a mineral based industry?",
    "Question in Hindi": "18. खनिज आधारित उद्योग है?",
    "Answer in English": "Iron, steel, cement machines, tools, petrochemical industry",
    "Answer in Hindi": " लौह इस्पात , सीमेंट मशीन, औजार , पेट्रोरसायन उद्योग",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Very Short Answer",
    "Question in English": "19. What is an example of seasonal industry?",
    "Question in Hindi": "19. मौसमी उद्योग का उदाहरण है?",
    "Answer in English": "Sugar Industry 20 By mixing iron and steel with cast sponge iron, what is obtained? 0 Manganese, Nickel, Chromium",
    "Answer in Hindi": " चीनी उद्योग | २० ढलवा स्पंज लोहे से लौहा - इस्पात क्या मिलाकर प्राप्त किया जाता है? 0  मैगनीज, निकल , क्रोमियम",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Very Short Answer",
    "Question in English": "21. What is the ratio of iron ore 7 coking coal and limestone in iron and steel? 4 :2 : 1 22 Expand the word SAIL Steel Authority of India",
    "Question in Hindi": "21. लौह- इस्पात में लौह अयस्क 7 कोकिंग कोल तथा चूना पत्थरका अनुपात है? 4 :२ : 1 22 SAIL का शब्द विस्तार कीजिए स्टील अथॉरिटी ऑफ इंडिया",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Very Short Answer",
    "Question in English": "23. At present the country is the largest producer of steel.",
    "Question in Hindi": "23. बर्तमान समय इस्पात का सबसे बड़ा उत्पादक देश है|",
    "Answer in English": "China 24 Through whom is steel sold to all public sector undertakings?  SAIL",
    "Answer in Hindi": " चीन 24 सार्वजनिक क्षेत्र के सभी उपक्रमों को इस्पात किसके माध्यम से बेचा जाता है?  SAIL",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Very Short Answer",
    "Question in English": "25. Name any two major consumer industries-",
    "Question in Hindi": "25. किन्ही दो प्रमुख उपभोक्ता उद्योग के नाम बताइए-",
    "Answer in English": "1 Sugar Industry 2 Paper Industry",
    "Answer in Hindi": " 1 चीनी उद्योग 2 कागज उद्योग",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "MCQ",
    "Question in English": "26. Where was India's first cotton textile industry established?",
    "Question in Hindi": "26. भारत का प्रथम सूती वस्त्र उद्योग कहाँ लगाया गया-",
    "Answer in English": "8 Mumbai Shekhawati Mission- 100 Chapter 12 National 3 Total Marks 3 Objective Q.1 - 1 Objective Question",
    "Answer in Hindi": " 8 मुम्बई शेखावाटी मिशन- १०० अध्याय 1२ राष्ट्रीय 3 कुल अंक 3 वस्तुनिष्ठ प्र.1 - 1 वस्तुनिष्ठ प्रश्न",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "MCQ",
    "Question in English": "1. Which of the following states is not connected to Hazira Vijaypur Jagdishpur pipeline? (a) Madhya Pradesh (b) Maharashtra (c) Gujarat (d) Uttar Pradesh (c) 2 Which of the following means of transport reduces transportation losses and delays? (A) Rail transport (B) Pipe line (C) Road transport (D) Water transport (B) 3 Which state is situated on the west coast of India? (A) Paradip (B) Visakhapatnam (C) Chennai (D) Kandla (D) 4 Which of the following two remote places are connected by the East-West Corridor? (A) Mumbai and Nagpur (B) Silchar and Porbandar (C) Mumbai and Kolkata. (D) Nagpur and Siliguri 5 Which of the following ports is located on the eastern coast and is completely safe? (A) Chennai (B) (C) Tuticorin (D) 6 Which of the following words refers to trade between two or more countries? (C) International trade (D) Local trade",
    "Question in Hindi": "1. निम्न में से कौनसा राज्य हजीरा विजयपुर ्जगदीशपुर पाइपलाइन से नहीं जुड़ा है? (अ ) मध्यप्रदेश (ब ) महाराष्ट्र (स) गुजरात (द ) उत्तरप्रदेश (ब ) 2 निम्न में से परिवहन का कौनसा साधन वहनांतरण हानियों तथा देरी को घटाता है? (अ ) रेल परिवहन (ब ) पाइप लाइन (स) सड़क परिवहन (द ) जल परिवहन (ब 3 भारत के पश्चिमी तट पर स्थित पतन है? (अ ) पारादीप (ब ) विशाखापट्टनम (स) चैन्नई (द) कांडला ( द ) 4 निम्न में से कौन से दो दूरस्थ स्थित स्थान पूर्वी - पश्चिमी गलियारे से जुड़े हैं? (अ) मुम्बई तथा नागपुर (ब ) सिलचर तथा पोरबंदर (स) मुंबई तथा कोलकात्ता (द ) नागपुर तथा सिलिगुड़ी 5 इनमें से कौनसा पत्तन पूर्वी तट पर स्थित है जो अंतः स्थलीय तथा अधिकतम गहराई का पत्तन है तथा पूर्ण सुरक्षित है? (अ ) चेन्नई (ब ) (स) तूतीकोरिन द विशाखापट्टनम (द ) 6 निम्न में से कौनसा शब्द दो या अधिक देशों के व्यापार को दर्शाता है? (अ ) आंतरिक व्यापार (ब ) बाहरी व्यापार (स ) अंतर्राष्ट्रीय व्यापार (द ) स्थानीय व्यापार ( स )",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Very Short Answer",
    "Question in English": "7. Which new port was developed to reduce the congestion of Mumbai sea port? (A) Chennai (B) Kandla (C) Marmagao (D) Jawaharlal Nehru (D) 8 Which of the following means of transport is the main means of transport in India (A) Pipeline (B) Road transport Session 2025-26 Get the life of the economy Space - 1, Mark - 1 Very short answer question 1, Mark - 1) (C) Rail transport (D) Air transport (C) 9 Air transport in India When was it nationalized - (a) 1952 1953 1951 1948 (b)",
    "Question in Hindi": "7. मुम्बई समुद्री पत्तन की भीड़ को कम करने के लिए किस नए पत्तन का विकास किया गया? (अ ) चैन्नई (ब ) कांडला ( स) मार्मागाओ (द) जवाहरलाल नेहरू (द ) 8 निम्न में से कौन सा परिवहन साधन भारत में प्रमुख साधन (अ ) पाइपलाइन (ब ) सड़क परिवहन सत्र 2025-26 ्थव्यवस्था की जीवन रेखवाएँ रेक्तस्थान - १, अंक -१ अतिलघुत्तरात्मक प्रश्न १ , अंक -१ ) (स) रेल परिवहन (द) वायु परिवहन (स 9 भारत में वायु परिवहन का राष्ट्रीयकरण कब किया गया- (अ) 1952 1953 1951 1948 ( ब )",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Very Short Answer",
    "Question in English": "10. At present the number of railway sections in India is. (A) 13 14 15 11 . What percentage of the country's foreign trade is through sea routes? (A)95 96 93 94 (A)",
    "Question in Hindi": "10. वर्तमान समय भारत में रेल- खण्डों की संख्या है| (अ)13 14 1५ 11 . देश का कितना प्रतिशत विदेशी व्यापार समुद्री मार्गो द्वारा होता है| (अ)95 96 93 94 (अ)",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Fill in the blank",
    "Question in English": "12. The region that exports almost 50 percent of the country's iron ore is - (a) Kochi, Maramagaon, Kadla, Mumbai. Fill in the blanks -",
    "Question in Hindi": "12. देश का लगभग ५० प्रतिशत लौह अयस्क निर्यात करने वाला पतन है- (अ) कोची मारमागाओं 9 काडला मुंबई ब रिक्त स्थानों की पूर्ति कीजिए-",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Fill in the blank",
    "Question in English": "1. Transport, communication and ++++++++++ are complementary to each other-",
    "Question in Hindi": "1. परिवहन , संचार व ++++++++++ एक दूसरे के पुरक है-",
    "Answer in English": "Business",
    "Answer in Hindi": " व्यापार",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Very Short Answer",
    "Question in English": "2. The country with the largest road network in the world..00. is",
    "Question in Hindi": "२. विश्व में सर्वाधिक सड़क मार्ग जाल वाला देश ..००. है|",
    "Answer in English": "Bharat 3 is also called the economic barometer of the nation.  International Trade 4 Card and enveloped letter is considered as +++++++++++++ category post.  The first 5 registered packets, books, newspapers and magazines are considered as category mail.  Secondary very short answer question- 1 When and why was the Border Roads Organization formed in 1960 to develop roads of strategic importance to the country. 9 Shekhawati Mission-100 2 is the world's longest highway tunnel.  Atal Tunnel (902 km) which is in the Pirpanjal mountain range of the Himalayas.",
    "Answer in Hindi": " भारत 3 को राष्ट्र का आर्थिक बैरोमीटर भी कहा जाता है|  अंतर्राष्ट्रीय व्यापार 4 कार्ड व लिफाफा बंद चिट्ठी +++++++++++++ श्रेणी की डाक समझी जाती है|  पहली प्रथम 5 रजिस्टर्ड पैकेट , किताबे अखबार व मैग्जीन श्रेणी की डाक समझी जाती है|  द्वितीयक अतिलघुत्तरात्मक प्रश्न- 1 सीमा सड़क संगठन का गठन कब व क्यों किया गया E  १९६० में देश के सामरिक महत्व को सड़कों का विकास करने के लिए| 9 शेखावाटी मिशन- १०० २ विश्व की सबसे लम्बी राजमार्ग सुरंग है|  अटल - टनल ( ९ ०२ किलोमीटर ) जो हिमालय की पीरपंजाल पर्वत माला में है|",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Very Short Answer",
    "Question in English": "3. What do you understand by trade balance? 3. If import and export prices are almost equal then it is called trade balance. + What do you understand by East-West Corridor?",
    "Question in Hindi": "3. व्यापार सन्तुलन से आप क्या समझते है? 3त यदि आयात व निर्यात मूल्य लगभग समान हो तो उसे व्यापार सन्तुलन कहते है| + पूर्व- पश्चिम गलियारा से आप क्या समझते है?",
    "Answer in English": "To connect Silchar (Assam) situated in the east of India with Porbandar (Gujarat) situated in the west by road.",
    "Answer in Hindi": " भारत के पूर्व में स्थित सिलचर ( असम ) को पश्चिम में स्थित पोरबन्दर ( गुजरात ) को सड़क मार्ग से जोड़ना |",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Very Short Answer",
    "Question in English": "5.",
    "Question in Hindi": "5.",
    "Answer in English": "What do you understand by Southern Corridor?  Srinagar (Jammu-Kashmir), situated in the north of India, and Kanyakumari (Tamil Nadu), situated in the south of India, by road. 6 What is the number of major and medium ports on the coastline of India?  There are 12 major and 200 medium and minor ports.",
    "Answer in Hindi": "दक्षिण गलियारा से आप क्या समझते है?  भारत के उत्तर में स्थित श्रीनगर ( जम्मु- कश्मीर ) को भारत के दक्षिण में स्थित कन्याकुमारी ( तमिलनाडु) को सड़क मार्ग द्वारा 6 भारत की समुद्री तट रेखा पर प्रमुख व मध्यम पत्तनों की संख्या है?  १२ प्रमुख व २०० मध्यम व छोटे पत्तन है|",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Very Short Answer",
    "Question in English": "7. Which is the largest national highway of India and which places it connects?",
    "Question in Hindi": "7. भारत का सबसे बड़ा राष्ट्रीय राजमार्ग कौनसा व किन स्थानों को जोड़ता है?",
    "Answer in English": "National Highway No. 07, Varanasi to Kanyakumari",
    "Answer in Hindi": " राष्ट्रीय राजमार्ग संख्या ०७ , वाराणसी से कन्याकुमारी तक",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Very Short Answer",
    "Question in English": "8. When and where was the country's first train run?",
    "Question in Hindi": "8. देश की पहली रेलगाड़ी कब व कहाँ चलाई गई?",
    "Answer in English": "Between Mumbai and Thane in 1853. 9 Which six postal routes have been built recently in big cities and towns?  Rajdhani Marg, Metro Green Channel Business Heavy Document Channel 10 What do you understand by the Golden Quadrilateral Highway Project? Connecting the metropolitan cities of India (Delhi-Mumbai-Chennai Kolkata Delhi) with a 6-lane road. 11. Major waterways of India- Water route no. 01 Between Haldia and Allahabad, Ganga waterway is 1620 km long waterway no. Between 02 centuries BC, on the Brahmaputra River - 891 km long. 12 Ports located on the west coast of India -",
    "Answer in Hindi": " १८५३ में मुंबई से थाणे के मध्य | 9 हाल ही में बड़े शहरों व नगरों में छः कौनसे डाक मार्ग बनाये गये है?  राजधानी मार्ग , मेट्रो ग्रीन चैनल व्यापर भारी दस्तावेज चैनल 10 स्वर्णिम चतुर्भुज महामार्ग   परियोजना से आप क्या समझते है॰  भारत के महानगरों (दिल्लो-मुंबई- चैन्नई कोलकाता दिल्ली ) को 6 लेन के सड़कलार्ग से जोड़ना 11 . भारत के प्रमुख जल मार्ग-  जल मार्ग न. ०१ हल्दिया तथा इलाहाबाद के मध्य , गंगा जलमाग १६२० किमी लम्बा जल मार्ग न. ०२ सदिया व के मध्य , ब्रह्मपुत्र नदी पर- ८९१ किमी लम्बा 1२ भारत के पश्चिमि तट पर स्थित बन्दरगाह- ",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Very Short Answer",
    "Question in English": "1. Kandla – It is also known as Dondayal Fall.",
    "Question in Hindi": "१. कांडला - इसे दोनदयाल पतन के नाम से भी जाना जाता है|",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Very Short Answer",
    "Question in English": "2. Mumbai Greater- It is a natural open port. To reduce its pressure, Jawahar Lal Nehru Port Linking Channel, Channel, Channel, Dhubri Session 2025-26 was developed.",
    "Question in Hindi": "2. मुंबई बृहत्तम- यह प्राकृतिक खुला पत्तन है| इसका दबाव कम करने के लिए जवाहर लाल नेहरू पत्तन जोड़ना चैनल , चैनल , चैनल , धुबरी सत्र 2025-26 विकसित किया गया",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Very Short Answer",
    "Question in English": "3. Marmagao – Located in Goa. Highest export of iron ore.",
    "Question in Hindi": "3. मारमागाओं - गोवा में स्थित| लौह अयस्क का सर्वाधिक निर्यात |",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Very Short Answer",
    "Question in English": "4. New Magalore – in Karnataka. Kudremukh exports iron ore from mines.",
    "Question in Hindi": "4. न्यू मैग्लोर - कर्नाटक में | कुद्रेमुख खानों से निकले लौह अयस्क का निर्यात करता है",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Very Short Answer",
    "Question in English": "5. Kochi - Natural port situated at the mouth of Lagoon Lake.",
    "Question in Hindi": "५. कोच्ची - लेगून झील के मुहाने पर स्थित प्राकृतिक पत्तन |",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Very Short Answer",
    "Question in English": "13. Port situated on the east coast of India -",
    "Question in Hindi": "13. भारत के पूर्वी तट पर स्थित बन्दरगाह -",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Very Short Answer",
    "Question in English": "1. Chennai – The oldest port of the country. Second place in terms of volume of trade and loading of goods (First - Mumbai 2 Visakhapatnam - landlocked, deep and safe port",
    "Question in Hindi": "1. चेन्नई - देश का प्राचीनतम पत्तन | व्यापार की मात्रा व सामान लादने में दुसरा स्थान ( प्रथम- मुंबई 2 विशाखापट्नम - स्थल से घिरा , गहरा व सुरक्षित पत्तन",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Very Short Answer",
    "Question in English": "3. Tuti Koran- Malvadiv located in Tamil Nadu, helpful in Sri Lanka trade",
    "Question in Hindi": "3. तूती कोरन- तमिलनाडु में स्थित मालवदीव, श्रीलंका व्यापार में सहायक",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Very Short Answer",
    "Question in English": "4. Paradweep - located in Odisha, which exports iron ore. 5 Kolkata - is an inland river on the Ganga - Brahmaputra basin. Its main problem is silt on the river bed. 9 6 Haldia - built to reduce the pressure of Kolkata port.",
    "Question in Hindi": "4. पाराद्वीप- ओडिशा में स्थित लौह अयस्क का निर्यात करता 5 कोलकात्ता - गंगा - ब्रह्मपुत्र बेसिन पर अंतः स्थलीय नदीय है नदी की तलछट पर गाद इसकी प्रमुख समस्या 9 ६ हल्दिया- कोलकाता पत्तन का दबाव कम करने के निर्मित|",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Very Short Answer",
    "Question in English": "14. Write two main importance of road transport.",
    "Question in Hindi": "14. सड़क परिवहन के दो प्रमुख महत्त्व लिखिए|",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Very Short Answer",
    "Question in English": "1. Provides door-to-door services. 2 Useful in transportation of less people, less distance and less goods. 15 What is pipeline transportation?",
    "Question in Hindi": "१. घर- घर सेवाएं उपलब्ध करवाता है| 2 कम व्यक्तियों , कम दूरी व कम वस्तुओं के परिवहन में उपयोगी | 15 पाइप लाइन परिवहन क्या है?",
    "Answer in English": "Transporting crude oil, petroleum products, natural milk from production places to industrial areas through pipelines.",
    "Answer in Hindi": " कच्चा तेल , पट्रोलीयम उत्पाद , प्राकृतिक दुध को उत्पादन स्थान से औद्योगिक क्षैत्रों तक पाईप लाईन द्वारा पहुँचाना |",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Very Short Answer",
    "Question in English": "16. Explain the importance of border roads-",
    "Question in Hindi": "16. सीमांत सड़कों का महत्त्व बताईए-",
    "Answer in English": "Helps in economic development of the areas by increasing their accessibility",
    "Answer in Hindi": " क्षैत्रों तक अधिगम्यता बढ़ाकर इनके आर्थिक विकास में सहायक है",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Very Short Answer",
    "Question in English": "17. Name the major imported goods of India -",
    "Question in Hindi": "17. भारत की प्रमुख आयातित वस्तुओं के नाम बताइए -",
    "Answer in English": "Crude petroleum and products, gems and jewel based products, metals, machines, agriculture and other products are included.",
    "Answer in Hindi": " कच्चा पेट्रोलियम तथा उत्पाद, रत्न व जवाहरात आधारित, धातुएँ , मशीनें , कृषि व अन्य उत्पाद शामिल है|",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Very Short Answer",
    "Question in English": "18. Name the three gauges of Indian Railways?",
    "Question in Hindi": "18. भारतीय रेल के तीनों गेजों के नाम बताइए ?",
    "Answer in English": "10 Broad Gauge (Major Gauge) 20 Meter Gauge (Narrow Gauge)",
    "Answer in Hindi": " १० ब्रॉड गेज ( बड़ी लाइन) २० मीटर गेज ( छोटी लाइन )",
    "Marks": "1"
  },
  {
    "Chapter": "9",
    "Questions type": "Very Short Answer",
    "Question in English": "3. Narrow Gauge (Narrow Line) 0 Gas for Hooghly, inaccessible",
    "Question in Hindi": "3. नैरो गेज ( संकरी लाइन) 0 हुगली लिए गैस, दुर्गम",
    "Answer in English": "",
    "Answer in Hindi": "",
    "Marks": "1"
  }
]